Repository: guifi/drupal-guifi
Catalog: translations/guifi.*.po
Languages: ca, es

source: View the notification queue by printing all pending messages on the screen, this will not flush the queue
es: Ver la cola de notificaciones visualizando todos los mensajes pendientes en pantalla. Esto no limpiará la cola

source: Load statistics from remote CNML graph servers into the database
es: Cargar estadísticas de servidores remotos de gráficas CNML en la base de datos

source: guifi.net settings
ca: Opcions guifi.net
es: configuración guifi.net

source: Change the settings for "guifi.net" module
es: Cambiar la configuración del módulo "guifi.net"

source: Development tools
ca: Eines de desenvolupament
es: Herramientas de desarrollo

source: Utilities for developers, experimental or under texting, use with care, regular users shouldn't have this block.
es: Utilidades para desarrolladores. Experimentales o en pruebas, utilízalas con cuidado. Los usuarios regulares no deberían tener este bloque.

source: counters
es: contadores

source: get statistics/counters from the network
es: obtener estadísticas y contadores sobre la red

source: purge
es: purgar

source: purge orphan data
es: purgar datos huérfanos

source: Statistics
ca: Estadístiques
es: Estadísticas

source: History map
es: Mapa histórico

source: Display guifi.net network history map.
es: Mostrar el mapa histórico de la red guifi.net

source: Node statistics
es: Estadísticas de nodos

source: nodes
es: nodos

source: map
ca: mapa
es: mapa

source: data
ca: dades
es: datos

source: availability
ca: disponibilitat
es: disponibilidad

source: pending/review
ca: pendent/revisar
es: pendiente/revisión

source: networks
ca: xarxes
es: redes

source: suppliers
ca: proveïdors
es: distribuidores

source: users queue
ca: cua d'usuaris
es: cola de usuarios

source: add ipv4 network
ca: afegir la xarxa IPv4
es: añadir red ipv4

source: edit ipv4 network
ca: editar la xarxa IPv4
es: modificar red ipv4

source: delete ipv4 network
ca: esborrar la xarxa IPv4
es: borrar red ipv4

source: distances
ca: distàncies
es: distancias

source: profiles map
ca: mapa de perfils
es: mapa de perfil

source: graphs
ca: gràfiques
es: gráficas

source: users
ca: usuaris
es: usuarios

source: federated
ca: federat
es: federado

source: federated_md5
es: federado_md5

source: add device
ca: afegir trasto
es: añadir dispositivo

source: view device
ca: veure trasto
es: ver dispositivo

source: all
ca: tot
es: todos

source: Javascript Add WDS
ca: Javascript Afegir WDS
es: Javascript Añadir WDS

source: Javascript Select Firmware by Model
ca: Javascript Selecciona el Firmware per Model
es: Javascript Selecciona Firmware por Modelo

source: Javascript Select Channel by protocol
ca: Javascript Seleccion el Canal per protocol
es: Javascript Selecciona Canal por protocolo

source: Javascript Select Zone
ca: Javascript Selecciona la Zona
es: Javascript Selecciona Zona

source: Javascript Select Device
ca: Javascript Selecciona el Trasto
es: Javascript Selecciona Dispositivo

source: Javascript Select Node
ca: Javascript Selecciona el Node
es: Javascript Selecciona Nodo

source: Javascript Select Device by node/zone/device nickname
es: Javascript Selecciona Dispositivo por nombre corto de nodo/zona/dispositivo

source: Javascript Select Service
ca: Javascript Selecciona el Servei
es: Javascript Selecciona Servicio

source: Javascript Select Server
ca: Javascript Selecciona el servidor
es: Javascript Selecciona Servidor

source: Javascript Move Device
ca: Javascript Moure Trasto
es: Javascript Mover Dispositivo

source: Javascript Add Interface
ca: Javascript Afegir Interfície
es: Javascript Añadir Interfaz

source: Javascript Add Public Subnetwork Mask
ca: Javascript Afegir una Màscara de Sub-Xarxa Publica
es: Javascript Añadir Máscara de Subred Pública

source: Javascript Add Wireless Radio
ca: Javascript Afegir una Ràdio Sense Fils
es: Javascript Añadir Radio Wireless

source: Javascript Add Domain
es: Javascript Añadir Dominio

source: Javascript Add Cable Link
ca: Javascript Afegir un Enllaç per Cable
es: Javascript Añadir Enlace Cableado

source: generate mrtg config file
ca: generar l'arxiu de configuració pel mrtg
es: generar fichero de configuración mrtg

source: display detailed node graphs
ca: mostrar gràfiques detallades pel node
es: mostrar gráficas detalladas de nodos

source: Main module for guifi.net provisioning system for wireless networks and communities.
es: Módulo principal del sistema guifi.net de aprovisionamiento para redes wireless y comunidades

source: This firmware is under construction or not yet started development.
ca: El support per aquest firmware està en construcció o encara no s'ha començat a desenvolupar.
es: Este firmware está en construcción o todavía no ha empezado a desarrollarse.

source: If you want to collaborate and contribute with code to make it work,
ca: Si vols col·laborar i contribuir amb codi per fer-lo funcional,
es: Si quieres colaborar y contribuir con código para hacerlo funcionar,

source: please join to our development lists at:
ca: si us plau, registra't a la nostra llista de desenvolupament a:
es: por favor, únete a las listas de desarrollo en:

source: (guifi-rdes@llistes.projectes.lafarga.org) and visit our website and learn
ca: (guifi-rdes@llistes.projectes.lafarga.org) i visita la nostra web per apendre
es: (guifi-rdes@llistes.projectes.lafarga.org) y visita el sitio web (http://www.guifi.net/es/) y aprende

source: how to use the module subversion. (http://guifi.net/ca/svn).
ca: com fer servir el modul subversion. (http://guifi.net/ca/svn).
es: cómo utilizar el módulo subversion. (http://guifi.net/es/svn).

source: File /etc/passwd
es: Fichero /etc/passwd

source: TFTP method:
es: método TFTP:

source: Web Browser method:
es: método Navegador Web:

source: Put the mouse cursor over the link. Right click the link and select "Save Link/Target As..." to save to your Desktop.
es: Pon el cursor del ratón sobre el enlace. Haz click con el botón derecho y selecciona "Guardar destino como..." para guardarlo en tu Escritorio.

source: end of script and reboot
ca: Fi del script i re-iniciar
es: fin del script y reinicio

source: WARNING: Beta version
ca: ATENCIÓ: Versió Beta
es: ATENCIÓN: Versión beta

source: Methods to upload/execute this script:
es: Métodos para subir/ejecutar este script:

source: 1.-As a script. Upload this output as a script either with:
es: 1.-Como un script. Sube este texto como un script bien con:

source: a.Winbox (with Linux, wine required)
es: a.Winbox (con Linux es necesario wine)

source: Then execute the script with:
es: Entonces ejecuta el script con:

source: >&nbsp;/system script run script_name
es: >&nbsp;/system script run nombre_del_script

source: 2.-Imported file:
ca: 2.-Fitxer importat:
es: 2.-Fichero importado:

source: Save this output to a file, then upload it to the router
ca: Desa aquesta "sortida" a un fitxer, després puja'l al router
es: Guarda este texto en un fichero, luego súbelo al router

source: using ftp using a name like "script_name.rsc".
ca: fent servir FTP amb un nom de l'estil "script_name.rsc".
es: utilizando ftp con un nombre como "script_name.rsc".

source: (note that extension ".rsc" is required)
ca: (note, l'extensió ".rsc" es un requisit)
es: (ten en cuenta que la extensión ".rsc" es necesaria)

source: Run the import file using the command:
ca: Executa el fitxer importat amb la comanda:
es: Ejecuta el fichero importado utilizando el comando:

source: >&nbsp;/import script_name
es: >&nbsp;/import nombre_del_script

source: 3.-Telnet cut&paste:
ca: 3.-Telnet copia i enganxar:
es: 3.-Telnet copiar&pegar:

source: Open a terminal session, and cut&paste this output
es: Abre una sesión de terminal, y copia y pega el texto

source: directly on the terminal input.
es: directamente en la ventana de la terminal.

source: Notes:
es: Notas:

source: -routing-test package is required, be sure you have it enabled at system packages
es: -el paquete routing-test es necesario. Asegúrate de que está activado en paquetes del sistema

source: -wlans should be enabled manually, be sure to set the correct antenna (a or b)
es: -las wlans deberían activarse de forma manual. Asegúrate de que están establecidas en la antena correcta (a/b)

source: &nbsp;&nbsp;according in how did you connect the cable to the miniPCI. Keep the
es: &nbsp;&nbsp;de acuerdo con cómo has conectado el cable a la miniPCI. Mantén la

source: &nbsp;&nbsp;power at the minimum possible and check the channel.
es: &nbsp;&nbsp;potencia al mínimo posible y comprueba el canal.

source: -The script doesn't reset the router, you might have to do it manually
es: -El script no reinicia el router. Quizá tengas que hacerlo de forma manual

source: -You must have write access to the router
es: -Debes tener acceso de escritura al router

source: -MAC access (winbox, MAC telnet...) method is recommended
es: -Se recomienda el método de acceso por MAC (winbox, telnet a la MAC...)

source: &nbsp;&nbsp;(the script reconfigures some IP addresses, so communication can be lost)
es: &nbsp;&nbsp;(el script reconfigura algunas direcciones IP, así que se puede perder la comunicación)

source: -No changes are done in user passwords on the device
es: -No se realizan cambios en las contraseñas de usuario del dispositivo

source: -A Read Only guest account with no password will be created to allow guest access
es: -Se creará una cuenta de invitado de Sólo Lectura para permitir el acceso de invitados

source: &nbsp;&nbsp;to the router with no danger of damage but able to see the config.
es: &nbsp;&nbsp;al router sin riesgo de daño pero con capacidad para ver la configuración.

source: -Be sure that all packages are activated.
es: -Asegúrate de que todos los paquetes están activados.

source: -Don't run the script from telnet and being connected through an IP connection at
es: -No ejecutes el script desde telnet si estás conectado mediante una conexión IP en

source: &nbsp;&nbsp;the wLan/Lan interface: This interface will be destroyed during the script.
es: &nbsp;&nbsp;la interfaz: Esta interfaz será desctruida durante la ejecución del script.

source: Bandwidth-server
es: Servidor de ancho de banda

source: Graphing
es: Gráficas

source: Remove current wLan/Lan bridge if exists
es: Eliminar el puente (bridge) actual wLan/Lan si existe

source: Construct main bridge on wlan1 &#038; ether1
es: Crear puente (bridge) principal entre wlan1 y ether1

source: Remove all existing wds interfaces
es: Eliminar todas las interfaces wds existentes

source: Other cable connections
ca: Altres connexions de cable
es: Otra conexiones cableadas

source: Internal addresses NAT
es: NAT de direcciones internas

source: BGP Routing
ca: Enrutament BGP
es: Enrutamiento BMP

source: BGP &#038; OSPF Filters
ca: Filtres BGP i OSPF
es: Filtros BGP y OSPF

source: BGP instance
ca: Instància BGP
es: instancia BGP

source: OSPF Routing
ca: Enrutament OSPF
es: Enrutamiento OSPF

source: Gateway routing
ca: Enrutament Gateway
es: Enrutado por puerta de enlace (Gateway routing)

source: Firewall enabled
ca: Tallafocs activat
es: Cortafuegos activo

source: Firewall disabled
ca: Tallafocs desactivat
es: Cortafuegos inactivo

source: Global network parameters
ca: Paràmetres globals de la xarxa
es: Parámetros globales de red

source: This is just a fake key. You must install a trusted key if you like to have you router managed externally
es: Esta es una clave falsa. Debes instalar una clave de confianza si quieres que tu router pueda ser gestionado de forma externa

source: AP mode
ca: Mode AP
es: Modo AP

source: Client mode
ca: Mode Client
es: Modo cliente

source: WARNING: AP MAC not set
ca: ATENCIÓ: La MAC de l'AP no s'ha definit
es: ATENCIÓN: La MAC del AP no está especificada

source: WDS Links for
ca: Enllaços WDS per
es: Enlaces WDS para

source: Free WDS slots
ca: Slots WDS lliures
es: Slots WDS libres

source: free
ca: Lliure
es: libre(s)

source: open a telnet/ssh session on your device and run the script below.
ca: obre una sessió telnet/ssh en el teu trasto i executa aquest script.
es: abre una sesión telnet/ssh en tu dispositivo y ejecuta el siguiente script.

source: Note: Use Status/Wireless survey to verify that you have the
ca: Nota: Fes servir l'Status/Wireless survey per verificar que
es: Nota: Utiliza Estado/Survey Wireless para verificar que tienes conectada

source: antenna plugged in the right connector. The right antena is probably
ca: tens l'antena ben endollada i configurada. La dreta es probablement
es: la antena en el conector derecho. Probablemente la antena derecha sea

source: the one which is at the right, looking the WRT54G from the front
ca: la que tens a la dreta si el mires des del davant (on hi han els
es: la que está a la derecha, mirando el WRT54G desde delante

source: (where it have the leds). If needed, change the antenna connector
ca: leds). Si et cal, canvia el connector des de la configuració via
es: (donde tiene los leds). Si es necesario, cambia el conector de la antena

source: at Wireless->Advanced Settings.
ca: anant a Wireless->Advanced Settings.
es: en Wireless/Opciones Avanzadas.

source: Security notes:
es: Notas de seguridad:

source: Once this script is executes, the router password for root/admin users is "guifi"
es: Una vez que el script se ejecuta, la contraseña del router para root/admin es "guifi"

source: You must change this password if you want to keep it secret. If you like to still
es: Debes cambiar esta contraseña si quieres mantenerla en secreto. Si aún así quieres

source: be managed externally, you must install a trusted ssh key. Upon request, your setup
es: ser gestionado de forma externa, debes instalar una clave ssh de confianza. A tu petición, tu configuración

source: might be asked for being inspected to check the Wireless Commons compliance.
es: podría recibir una petición de revisión para comprobar que cumple la Licencia Procomún Inalámbrica.

source: No firewall rules are allowed in the public network area.
es: No se permiten reglas de cortafuegos en el área de red pública

source: By being in client mode, the router has the firewall enabled to distinguish between
es: Si está en modo cliente, el router tiene el cortafuegos activo para distinguir entre

source: private and public areas, and only SNMP, ssh and https 8080 ports are enabled
es: áreas públicas y privadas, y sólo están activos los puertos SNMP, ssh y https

source: for external administration. Everything else is closed, therefore you might
es: para su gestión externa. Todo lo demás está cerrado, por lo que quizás

source: have to open ports to share resources.
es: tengas que abrir puertos para compartir recursos.

source: File /etc/quagga/zebra.conf
es: Fichero /etc/quagga/zebra.conf

source: File /etc/quagga/ospfd.conf
es: Fichero /etc/quagga/ospfd.conf

source: File /etc/quagga/bgpd.conf
es: Fichero /etc/quagga/bgpd.conf

source: File /etc/opkg.conf
es: Fichero /etc/opkg.conf

source: File /etc/config/network
es: Fichero /etc/config/network

source: File /etc/config/wireless
es: Fichero /etc/config/wireless

source: File /etc/config/firewall
es: Fichero /etc/config/firewall

source: File /etc/config/luci_ethers
es: Fichero /etc/config/luci_ethers

source: File /etc/config/dhcp
es: Fichero /etc/config/dhcp

source: Upload
ca: Carregueu

source: bridge wds/p2p
ca: bridge wds/p2p (pont)

source: kms.
ca: qms.

source: Alias
ca: Àlies

source: hosts
ca: hostes

source: kms
ca: Qms

source: interfaces
ca: interfície

source: <nodename>
ca: <nomdelnode>

source: 1 radio
ca: 1 ràdio

source: service_type
ca: servei_tipus

source: guifi.net node
ca: node guifi.net

source: FAQ
ca: PMF

source: passwd
ca: paraula clau
