Repository: guifi/drupal-guifi
Catalog: translations/guifi.*.po
Languages: ca, es

source: Not assigned
ca: No assignat
es: No asignado

source: No service
ca: Cap servei
es: Sin servicio

source: Take from parents
ca: Agafar dels pares
es: Tomar de los padres

source: at
ca: a
es: el

source: Device node changed. Option not available
ca: El node del trasto ha canviat. L'opció no esta disponible
es: Nombre del nodo mofificado. Opción no disponible

source: Link to device
ca: Enllaça a un trasto
es: Enlazar con un dispositivo

source: Select the device which you want to link with
ca: Selecciona el trasto on vols enllaçar-lo
es: Elige el dispositivo con el que quieres enlazar

source: No devices available
ca: No hi han trastos disponibles
es: No hay dispositivos disponibles

source: Network mask
ca: Màscara de xarxa
es: Máscara de red

source: Size of the next available set of addresses to be allocated
es: Tamaño del siguiente rango de direcciones que se reservará

source: Node changed. Option not available
ca: El node ha canviat. L'opció no esta disponible
es: Nodo modificado. Opción no disponible

source: Move radio to device
ca: Mou la ràdio al trasto
es: Mover radio al dispositivo

source: The device %name has been DELETED by %user.
ca: L'usuari/a %user ha ESBORRAT el trasto %name.
es: El dispositivo %name ha sido BORRADO por %user.

source: Zone %zname%
ca: Zona %zname%
es: Zona %zname%

source: You must specify which data do you want to export, the following options are available:
ca: <p>Heu d'especificar la data que voleu per exportar, les seg&uuml;ents opcions estan disponibles</p>
es: Debes indicar qué datos quieres exportar. Están disponibles las siguientes opciones:

source: Zones
es: Zonas

source: export zone and zone childs in CNML format
ca: exporta zones i zones filles al format CNML
es: exportar zona y zonas hijas en formato CNML

source: Zones and nodes
ca: Zones i nodes
es: Zonas y nodos

source: export zones and nodes in CNML format (short)
ca: exporta zones i nodes al format CNML (curt)
es: exportar zonas y nodos en formato CNML (abreviado)

source: Detailed
ca: Detallat
es: Detallado

source: export zones, nodes and devices in CNML format (long)
ca: exporta zones, nodes i trastos al format CNML (llarg)
es: exportar zonas, nodos y dispositivos en formato CNML (extendido)

source: <b>IMPORTANT LEGAL NOTE:</b> This network information is under the <a href="http://guifi.net/ComunsSensefils/">Comuns Sensefils</a> license, and therefore, available for any other network under the same licensing. If is not your case, you should ask for permission before using it.</a>
ca: <p>&lt;b&gt;IMPORTANT NOTA LEGAL:&lt;/b&gt; Aquesta informaci&oacute; referent a la xarxa esta sota la llic&egrave;ncia &lt;a href=&quot;http://guifi.net/ComunsSensefils/&quot;&gt;Comuns Sensefils&lt;/a&gt;, i per tant, esta disponible per qualsevol altre xarxa sota la mateixa llicencia. Si no es el teu cas,&nbsp; deus consultar per demanar perm&iacute;s per fer-ne us. &lt;/a&gt; </p>
es: <b>AVISO LEGAL:</b> Esta información de red se encuentra bajo la <a href="http://guifi.net/es/ProcomunInalambrica/">Licencia Procomún Inalámbrica</a>, y, por tanto, está disponible para cualquier otra red bajo el mismo tipo de licencia. Si no es tu caso, deberías pedir permiso antes de utilizarla.</a>

source: export %zname% in CNML format
ca: exporta %zname% al format CNML
es: exportar %zname% en formato CNML

source: PtP link
ca: Enllaç P2P
es: enlace p2p

source: ap/client
es: ap/cliente

source: unknown
ca: desconegut
es: desconocido

source: Nodes
es: Nodos

source: Working nodes
ca: Nodes operatius
es: Nodos operativos

source: Complete trace messages (for trace purposes, to be used by developers)
ca: Missatges amb traça completa (Amb propòsits de traça, per fer-ho servir els desenvolupadors)
es: Mensajes de traza completos (con finalidad de trazado, para desarrolladores)

source: Summary of changes:
ca: Informe de canvis:
es: Informe de cambios:

source: [guifi.net notify] Report of changes at !date
ca: [notificacions guifi.net] Informe de canvis a !date
es: [notificación guifi.net] Informe de cambios a !date

source: Sending a mail to: %to
ca: Enviant un correu a :%to
es: Enviando un correo-e a: %to

source: This graph server doesn't support v2.0 CNML calls syntax.
es: Este servidor de gráficas no soporta la sintáxis de llamadas CNML v2.0.

source: Get stats failed.
es: Falló la obtención de estadísticas.

source: Load statistics from '%server'
es: Cargar estadísticas de '%server'

source: Report of changes sent to %name
ca: L'informe de canvis s'ha enviat a %name
es: Informe de cambios enviado a %name

source: Unable to notify %name
ca: No es possible notificar a %name
es: Imposible notificar a %name

source: Loaded statistics from %name, %ndevices updated
es: Estadísticas cargadas de %name, actualizados %ndevices

source: Device (%num) does not exist.
ca: El trasto (%num) no existeix.
es: El dispositivo (%num) no existe.

source: You are not authorized to edit this device
ca: No tens autorització per editar aquest trasto
es: No estás autorizado a modificar este dispositivo

source: Reset
ca: Re-inicialitza
es: Restablecer

source: Save & continue edit
ca: Guardar i continuar editant
es: Guardar y continuar modificando

source: Save & exit
ca: Guardar i Sortir
es: Guardar y salir

source: The node has not a valid email address as a contact. Using your email as a default. Change the contact mail address if necessary.
ca: <p>El node no te una adre&ccedil;a v&agrave;lida de contacte. Es far&agrave; servir el teu email per defecte. Canvia l'adre&ccedil;a de contacte si s'escau.</p>
es: Este nodo no tiene una dirección de correo-e válida como forma de contacto. Se utiliza tu correo-e como predefinido. Modifica la dirección de correo si es necesario.

source: adding a new %device at %node
ca: afegint un nou %device al %node
es: añadiendo nuevo %device en %node

source: edit device %dname
ca: Edita el trasto %dname
es: modificar dispositivo %dname

source: Device name, status and main settings
ca: Nom del trasto, estat i ajustaments principals
es: Nombre del dispositivo, estado y parámetros generales

source: Node
es: Nodo

source: nick
ca: nom curt
es: nombre corto

source: The name of the device.<br />Used as a hostname, SSID, etc...
ca: El nom del trasto.<br />s'utilitza per al hostname, SSID, etc...
es: El nombre del dispositivo.<br />Utilizado como nombre de host, SSID, etc...

source: Status
ca: Estat
es: Estado

source: Current status of this device.
ca: Estat actual del trasto
es: Estado actual de este dispositivo.

source: contact
ca: contacte
es: contacto

source: Mailid where changes on the device will be notified, if many, separated by ','<br />used for network administration.
es: Dirección de correo-e que recibirá los informes de cambios. Separar con ',' si hay más de una<br />utilizado para administración de red.

source: Server which collects traffic and availability data
ca: Servidor que recull les dades de trànsit i disponibilitat
es: Servidor que recoge los datos de tráfico y disponibilidad

source: Default
ca: Predeterminat
es: Predeterminado

source: None
ca: Res
es: Ninguno

source: If not specified, inherits zone properties.
ca: Si es deixa en blanc, hereta les propietats de la zona.
es: Si no se especifica, se heredan las características de zona.

source: Comments
ca: Comentaris
es: Comentarios

source: This text will be displayed as an information of the device.
ca: Aquest text es mostrarà com a informació del trasto.
es: Este texto se mostrará como información sobre el dispostivo.

source: Nick already in use.
ca: Aquest nom ja s'està fent servir.
es: Nombre corto ya en uso.

source: IP %ipv4 already taken in the database. Choose another or leave the address blank.
ca: Aquesta IP %ipv4 ja existeix a la base de dades. Escull-ne una altre o deixa l'adreça en blanc.
es: IP %ipv4 ya asignada en la base de datos. Elige otra o déjala en blanco.

source: Interface name %name duplicated
ca: Interfície amb nom %name duplicada
es: Nombre de interfaz %name duplicado

source: Radio# %id has been moved to radio# %id2 at device %dname
ca: Radio# %id s'ha mogut a la radio# %id2 al trasto %dname
es: La radio# %id ha sido movida a radio# %id2 en el dispositivo %dname

source: The device %name has been CREATED by %user.
ca: L'usuari/a %user ha CREAT el trasto %name.
es: El dispositivo %name ha sido CREADO por %user.

source: The device %name has been UPDATED by %user.
ca: L'usuari/a %user ha ACTUALITZAT el trasto %name.
es: El dispositivo %name ha sido MODIFICADO por %user.

source: Netmask on remote link %nname - %type was adjusted to %mask
ca: Màscara de xarxa a l'enllaç remot %nname - %type s'ha ajustat a $mask
es: La máscara de red del enlace remoto %nname - %type se ha establecido a %mask

source: Ignore & back to main form
ca: Ignora i torna al formulari principal
es: Ignorar y volver al formulario principal

source: Select device & back to main form
ca: Selecciona el trasto i torna al formulari principal
es: Elegir dispositivo y volver al formulario principal

source: Validate
ca: Validar canvis
es: Validar

source: Are you sure you want to delete this device?
ca: Esteu segur que voleu esborrar aquest trasto?
es: ¿Estás seguro de que quieres borrar este dispositivo?

source: WARNING: This action cannot be undone. The device and it's related information will be <strong>permanently deleted</strong>, that includes:<ul><li>The device</li><li>The related interfaces</li><li>The links where this device is present</li></ul>If you are really sure that you want to delete this information, press "Confirm delete".
ca: ATENCIÓ: Aquesta acció no es pot desfer. El trasto i tot la seva informació relacionada seran <strong>esborrades permanentment</strong>, això inclou:<ul><li>El trasto</li><li>Els connectors associats</li><li>Els enllaços on aquest trasto era present.</li></ul>Si estàs segur que vols esborrar aquesta informació, prem "Confirmar l'esborrada".
es: ATENCIÓN: La acción no puede deshacerse. El dispositivo y la información relacionada serán <strong>borrados para siempre</strong>, lo que incluye:<ul><li>El dispositivo</li><li>Las interfaces relacionadas</li><li>Los enlaces de los que forma parte este dispositivo</li></ul>Si realmente estás seguro de que quieres borrar esta información, haz click en "Confirmar borrado".

source: Confirm delete
ca: Confirma que vols esborrar
es: Confirmar borrado

source: Delete device: (%name)
ca: Esborra trasto: (%name)
es: Borrar dispositivo: (%name)

source: You are not allowed to update this node.
ca: No estàs autoritzat a actualitzar aquest node.
es: No estás autorizado a modificar este nodo.

source: Add a new device
ca: Afegir un nou trasto
es: Añadir nuevo dispositivo

source: Type of device to be created
ca: tipus de trasto a crear
es: Tipo de dispositivo que se creará

source: add
ca: afegeix
es: añadir

source: DSL information & MRTG parameters
ca: Informació ADSL i paràmetres MRTG
es: información DSL y parámetros MRTG

source: Download
ca: Baixada
es: Descargar

source: Download bandwidth
ca: Ample de banda de baixada
es: Ancho de banda de bajada

source: Upload bandwidth
ca: Ample de banda de pujada
es: Ancho de banda de subida

source: MRTG config
ca: configuració MRTG
es: configuración MRTG

source: mode
es: modo

source: protocol
es: protocolo

source: ch
ca: canal
es: canal

source: wireless mac
ca: mac sense fils
es: mac wireless

source: clients
es: clientes

source: bandwidth
ca: ample de banda
es: ancho de banda

source: SNMP index to graph
ca: Index SNMP a graficar
es: índice SNMP del que se harán gráficas

source: graphs provided from
ca: gràfics proveïts des de
es: gráficas provistas por

source: IP address & MAC
ca: Adreça IP i MAC
es: dirección IP y MAC

source: status &#038; availability
ca: estat i disponibilitat
es: estado y disposibilidad

source: Not found
ca: No trobat
es: No encontrado

source: Node:
es: Nodo:

source: Device:
ca: Trasto:
es: Dispositivo:

source: traffic overview
ca: vista del tràfic
es: vista general de tráfico

source: device graphs
ca: gràfiques del trasto
es: gráficas de dispositivo

source: type
ca: tipus
es: tipo

source: ip address
ca: adreça IP
es: dirección ip

source: netmask
ca: màscara
es: máscara de red

source: interfaces information
ca: informació d'interfícies
es: información de interfaces

source: services information
ca: Informació dels serveis
es: información de servicios

source: View device %dname
ca: Veure trasto %dname
es: Ver dispositivo %dname

source: links
ca: enllaços
es: enlaces

source: SW
ca: SO
es: SO

source: W
ca: O
es: O

source: NW
ca: NO
es: NO

source: Totals
es: Totales

source: interface
ca: interfície
es: interfaz

source: device
ca: trasto
es: dispositivo

source: node
es: nodo

source: status
ca: estat
es: estado

source: routing
ca: enrutament
es: enrutado

source: az.
es: azimut

source: linked devices
ca: trastos enllaçats
es: dispositivos enlazados

source: Management
ca: Gestió
es: Gestión

source: export zone nodes in gml format
ca: exporta els nodes de la zona al format gml
es: esportar nodos de zona en formato gml

source: Links
ca: Enllaços
es: Enlaces

source: export zone links in gml format
ca: exporta els enllaços de la zona al format gml
es: exportar enlaces de zona en formato gml

source: The <a href="http://opengis.net/gml/">GML</a> is a Markup Language XML for Geography described at the <a href="http://www.opengeospatial.org/">Open Geospatial Consortium</a>
es: <a href="http://opengis.net/gml/">GML</a> es un Lenguaje de Etiquetado XML para Geografía, tal como se describe en el <a href="http://www.opengeospatial.org/">Open Geospatial Consortium</a>

source: export %zname% in GML format
ca: exporta la zona %zname% al format GML
es: exportar %zname% en formato GML

source: This node has the graphs disabled.
ca: Aquest node te les gràfiques desactivades.
es: Las gráficas de este nodo se han desactivado.

source: This device has the graphs disabled.
ca: Aquest trasto te les gràfiques desactivades.
es: Este dispositivo tiene las gráficas desactivadas.

source: Here you have a detailed view of the available information for several periods of time (daily, weekly, monthly and yearly). You can obtain a detailed graph for a given period of time by entering the period in the boxes below.
es: Aquí puedes encontrar una vista detallada de la información disponible en función de diversos periodos de tiempo (diario, semanal, mensual y anual). Puedes pbtener una gráfica detallada para un periodo de tiempo específico introduciendo el periodo en las cajas de texto que hay debajo.

source: The clients graph displays the top clients by transit.
es: Las gráficas de clientes muestran los máximos clientes por tránsito.

source: Supernode graph displays the transit of each radio.
es: La gráfica de Supernodo muestra el tránsito de cada radio.

source: The radio graph show in &#038; out transit.
es: La gráfica de radio muestra el tránsito de entrada/salida.

source: The ping graph displays the latency and availability. High latency usually means bad connection. Yellow means % of failed pings, could be some yellow on the graphs, but must not reach value of 100, if the value reaches 100, that means that the radio is offline.
es: La gráfica de ping muestra la latencia y disponibilidad. Una latencia alta generalmente significa que la conexión es mala. El color amarillo indica el % de pings fallidos. Puede haber algo de amarillo, pero no debe llegar a 100, ya que esto indicará que la radio está desconectada.

source: From:
ca: Desde:
es: De:

source: To:
ca: Fins a:
es: Para:

source: customized graph
ca: gràfiques personalitzades
es: gráfica personalizada

source: day
ca: dia
es: día

source: week
ca: setmana
es: semana

source: month
ca: mes
es: mes

source: year
ca: any
es: año

source: graph details for
ca: detalls de gràfiques per
es: detalles de gráfica para

source: Advanced settings
ca: Configuració avançada
es: Configuración avanzada

source: Options
es: Opciones

source: IP Address
es: Dirección IP

source: 0 - all hosts
ca: 0 - tots els hostes
es: 0 - todos los hosts

source: backbone
ca: troncal
es: red troncal

source: There are no devices to link within the given criteria, you can use the filters to get more results.
es: No hay dispositivos con los que enlazar con los criterios indicados. Puedes utilizar los filtros para obtener más resultados.

source: select the device which do you like to link with
es: selecciona el dispositivo con el que quieres enlazar

source: Filters
ca: Filtres
es: Filtros

source: Distance from
ca: Distància des de
es: Distancia de inicio

source: List starts at this distance
ca: La llista comença a aquesta distància
es: La lista empieza en esta distancia

source: until
ca: fins al
es: hasta

source: ...and finishes at this distance
ca: ...i acaba a aquesta distància
es: ...y termina en esta distancia

source: Stop list at
ca: Atura la llista a
es: Detener listado en

source: Max. # of rows to list
ca: Max. # de files a llistar
es: Máx. # de filas que se listarán

source: Search string
ca: Cerca cadena
es: Cadena de búsqueda

source: Zone, node or device contains this string
ca: Zona, node o trasto que conté aquesta cadena
es: La zona, el nodo o el dispositivo contiene esta cadena

source: Only Supernodes
ca: Només Supernodes
es: Sólo Supernodos

source: Search only for supernodes?
ca: Cerca només supernodes?
es: ¿Sólo buscar supernodos?

source: All
ca: Tot
es: Todos

source: Status of the node
ca: Estat del node
es: Estado del nodo

source: Azimuth
ca: Orientació
es: Azimut

source: North
ca: Nord
es: Norte

source: East
ca: Est
es: Este

source: South
ca: Sud
es: Sur

source: West
ca: Oest
es: Oeste

source: List nodes at the selected orientation.
ca: Llista els nodes a l'orientació seleccionada
es: Listar nodos en la orientación seleccionada.

source: No special characters allowed for nick name, use just 7 bits chars.
ca: No s'admeten caràcters especials pel nom curt,<br /> utilitza només caràcters de 7 bits
es: No se permiten caracteres especiales para el nombre corto, sólo caracteres de 7 bits.

source: Nick name have to be a single word.
ca: El nom curt ha de ser una sola paraula
es: El nombre corto tiene que ser una sola palabra.

source: You have to specify a nick.
ca: Tens que posar-li un nom curt.
es: Debes indicar un nombre corto.

source: Error in ipv4 address (%addr), use "10.138.0.1" format.
ca: Error a l'adreça IPv4 (%addr), utilitza el format "10.138.0.1".
es: Error en dirección ipv4 (%addr), utiliza el formato "10.138.0.1".

source: Error: trying to search for a network for unknown node or zone
es: Error al tratar de buscar una red para un nodo o una zona desconocidos

source: Error: trying to search for a network of unknown size
es: Error al tratar de buscar una red de tamaño desconocido

source: Error: trying to search for a network for unknown type
es: Error al tratar de buscar un red de tipo desconocido

source: Finding if %mask is available at %zone, elapsed: %secs
es: Mirando si %mask está disponible en %zone, transcurridos: %secs

source: Found %amask available at %ip/%rmask. got from %zone, elapsed: %secs
es: Encontrada %amask disponible en %ip/%rmask, obtenida de %zone, transcurridos: %secs

source: A new network (%base / %mask) has been allocated for zone %name, got from %name2 by %user.
es: Se ha asignado una nueva red (%base / %mask) para la zona %name, obtenida de %name2 por %user.

source: Unable to find space at %zone, will look at parents, elapsed: %secs
es: Ha sido imposible encontrar espacio en %zone, se buscará en las zonas padre, transcurridos: %secs

source: Network %net/%mask is full
ca: La xarxa %net/%mask està completa
es: La máscara de red %net/%mask está llena

source: BASIC
ca: BÀSIC
es: BÁSICO

source: TRACE
ca: TRAÇ
es: TRAZA

source: FULL
ca: COMPLET
es: COMPLETO

source: live ping/traceroute to %device
es: ping/traceroute en vivo a %device

source: A notification will be sent to: %to
ca: S'ha enviat una notificació a: %to
es: Se mandará una notificación a: %to

source: %email is not valid
ca: L'adreça %email no és vàlida
es: %email no es válido

source: Error in MAC address (%mac), use 99:99:99:99:99:99 format.
ca: Error en l'adreça MAC (%mac), utilitza el format 99:99:99:99:99:99
es: Error en dirección MAC (%mac), utiliza el formato 99:99:99:99:99:99.

source: Server name %name not valid.
ca: El nom del servidor %name no és vàlid
es: El nombre de servidor %name no es válido.

source: Node name %name not valid.
ca: El nom del node %name no és vàlid.
es: El nombre de nodo %name no es válido.

source: Device name %name not valid.
es: El nombre de dispositivo %name no es válido.

source: Connection to AP
ca: Connexió a l'AP
es: Conexión a AP

source: Name
ca: Nom
es: Nombre

source: Will rename the current interface name.
ca: Re-anomena el nom actual de la interfície
es: Se renombrará el nombre de interfaz actual.

source: Link to another device at the node using a private network
ca: Enllaça amb un altre trasto del mateix node fent servir una subxarxa privada
es: Enlazar a otro dispositivo en el nodo utilizando una red privada

source: Allocate a Public Subnetwork to the interface
ca: Crea una nova subxarxa d'adreces públiques en aquesta interfície
es: Asignar una Subred Pública a la interfaz

source: New interface
ca: Nova interfície
es: Nueva interfaz

source: Save to database to add links or allocate subtenworks
ca: Desa a la base de dades per poder afegir enllaços o assignar subxarxes
es: Guardado en la base de datos para añadir enlaces o asignar subredes

source: Add WDS/P2P link to extend the backbone
ca: Afegir un enllaç WDS/P2P per extendre la troncal
es: Añadir enlace WDS/P2P para extender la red troncal

source: Deleted
ca: Eliminat
es: Eliminado

source: Delete interface
ca: Esborra la interfície
es: Borrar interfaz

source: Create a simple (ap/client) link to an Access Point
ca: Crea un enllaç simple (ap/client) cap a un Punt d'Accés
es: Crear un enlace simple (ap/cliente) con un Punto de Acceso

source: address(es)
ca: adreça(es)
es: dirección(es)

source: No interfaces
ca: No hi han interfícies
es: Sin interfaces

source: 1 interface
ca: 1 interfície
es: 1 interfaz

source: Cable connections section
ca: Secció de connexions per cable
es: Sección de conexiones por cable

source: Add Interface for cable connections
ca: Afegir interfície per connexions per cable
es: Añadir interfaz para conexiones por cable

source: New subnetwork %net/%mask will be allocated.
ca: Nova sub-xarxa %net/%mask serà assignada.
es: Se asignará la nueva subred %net/%mask.

source: Unable to create link, no networks available
ca: No es pot crear l'enllaç, no hi ha xarxes disponibles
es: Ha sido imposible crear el enlace, no hay redes disponibles

source: Adding an ipv4 network range
ca: Afegint un rang de xarxa IPv4
es: Añadiendo un rango de red ipv4

source: The network %base/%mask (%type) has been DELETED by %user.
es: La red %base/%mask ha sido BORRADA por %user.

source: Are you sure you want to delete the network range %base/%mask?
es: ¿Estás seguro de que quieres borrar el rango de red %base/%mask?

source: This action cannot be undone.
ca: L'acció no es pot desfer.
es: Esta acción no se podrá deshacer.

source: Delete
ca: Suprimeix
es: Eliminar

source: Cancel
ca: Cancel·la
es: Cancelar

source: public - for any device available to everyone
ca: pública - per a qualsevol trasto i disponible
es: público - para cualquier dispositivo disponible a todo el mundo

source: backbone - used for internal management, links...
ca: troncal - es fa servir internament, enllaços...
es: red troncal - utilizado para gestión interna, enlaces...

source: Was not possible to find %type space for %mask
es: No ha sido posible encontrar espacio %type para %mask

source: Network base IPv4 address
ca: Adreça base de xarxa IPv4
es: Dirección de red base IPv4
