Repository: guifi/drupal-guifi
Catalog: translations/guifi.*.po
Languages: ca, es

source: A valid base ipv4 network address.
ca: Una adreça vàlida de base
es: Dirección de red base ipv4 válida.

source: Mask
ca: Màscara
es: Máscara

source: The mask of the network. The number of valid hosts of each masks is displayed in the list box.
ca: La màscara de la xarxa. El nombre d'adreces el veuràs a la llista
es: La máscara de la red. El número de hosts válidos para cada máscara se muestra en la lista desplegable.

source: Network type
ca: Tipus de xarxa
es: Tipo de red

source: The type of usage that this network will be used for.
ca: El tipus d'ús per a aquesta xarxa
es: El tipo de utilización para la que se utilizará esta red.

source: Submit
ca: Tramet
es: Enviar

source: You must specify a base network for the zone.
es: Debes especificar una dirección base para la zona.

source: You must specify a valid ipv4 notation.
es: Debes especificar una notación ipv4 válida.

source: You must specify a valid ipv4 network base address. Base address for:
es: Debes especificar una dirección de red de base ipv4. Dirección de base para:

source: is
ca: és
es: es

source: Network already in use.
ca: Aquesta xarxa ja s'està fent servir
es: Red ya en uso.

source: Only ad-hoc/mesh or root zones can have ad-hoc/mesh ranges assigned
es: Sólo las zonas raíz o ad-hoc/malla pueden tener rangos ad-hoc/malla asignados

source: You must specify the protocol for backbone ranges on ad-hoc/mesh zones
es: Debes especificar el protocolo de rangos de red troncal o zonas ad-hoc/malla

source: network
ca: xarxa
es: red

source: start / end
ca: inici / final
es: inicio / final

source: min / max
es: mín / máx

source: ips used
ca: IP's utilitzades
es: ips utilizadas

source: used %
ca: utilitzat %
es: utilizado %

source: operations
ca: operacions
es: operaciones

source: There is no zones to look at
es: No hay zonas en las que mirar

source: edit network
ca: editar xarxa
es: modificar red

source: delete device
ca: esborrar trasto
es: borrar dispositivo

source: The network %base/%mask (%type) has been CREATED by %user.
es: La red %base/%mask (%type) ha sido CREADA por %user.

source: The network %base/%mask (%type) has been UPDATED by %user.
es: La red %base/%mask (%type) ha sido MODIFICADA por %user.

source: link(s)
ca: enllaç(os)
es: enlace(s)

source: Link to another device using a public IPv4 address
ca: Enllaçar a un altre trasto fent servir una adreça IPv4 publica
es: Enlazar a otro dispositivo utilizando una dirección IPv4 pública

source: Local IPv4
ca: IPv4 Local
es: IPv4 local

source: Delete address
ca: Esborra l'adreça
es: Borrar dirección

source: Main public address
ca: Adreça publica principal
es: Dirección pública principal

source: wLan/Lan public IP address is required. No delete allowed.
ca: L'adreça IP publica wLan/Lan és necessària. No es permet esborrar-la
es: Se requiere una dirección IP pública para wLan/Lan. No se permite el borrado.

source: Can't delete this address. The device should have at least one public IP address.
ca: Aquesta adreça no es pot esborrar. El trasto ha de tenir una adreça publica.
es: No se puede borrar esta dirección. El dispositivo debería tener al menos una dirección IP pública.

source: Delete ipv4 address
ca: Esborrar adreça IPv4
es: Borra dirección ipv4

source: Remote IPv4
ca: IPv4 remota
es: IPv4 remota

source: Routing
ca: Enrutament
es: Enrutado

source: Remote interface
ca: Interfície remota
es: Interfaz remota

source: Delete link with
ca: Esborra enllaç amb
es: Borrar enlace con

source: %type link with %node/%device deleted.
es: enlace %type con %node/%device borrado.

source: Error in linked ipv4 addresses (%addr1/%mask - %addr2), not at same subnet.
es: Error en direcciones ipv4 enlazadas (%addr1/%mask - %addr2), no están en la misma subred.

source: Home
ca: Inici
es: Inicio

source: Main menu
ca: Menú principal
es: Menú principal

source: Nick
ca: Nom curt
es: Nombre corto

source: Unique identifier for this node. Avoid generic names such 'MyNode', use something that really identifies your node.<br />Short name, single word with no spaces, 7-bit chars only, will be used for hostname, reports, etc.
ca: Identificador únic per aquest node. Evita noms genèrics com 'ELMeuNode', fes-ne servir algun que identifiqui significativament el teu node.<br />Nom curt, una sola paraula sense espais, només caràcters de 7-bit, es farà servir pel nom d'hoste, informes, etc.
es: Identificador único para este nodo. Evita nombres genéricos como 'MiNodo', utiliza algo que realmente identifique a tu nodo.<br />Nombre corto, palabra única sin espacios, sólo caracteres de 7 bits, se utilizará para nombre del host, informes, etc.

source: Contact
ca: Contacte
es: Contactar

source: Who did possible this node or who to contact with regarding this node if it is distinct of the owner of this page. Use valid emails, if you like to have more than one, separated by commas.'
es: ¿Quién ha hecho posible este nodo, o con quién contactar con respecto a este nodo (si es distinto del dueño de esta página)? Utiliza sólo correos-e válidos. Si quieres indicar más de uno, sepáralos con comas.'

source: Node settings
ca: Ajustaments del node
es: Parámetros del nodo

source: default graphs server
ca: servidor de gràfiques per defecte
es: servidor de gráficas predeterminado

source: Select the <em>graph server</em> to be used at this node.<br />You can find the <em>graph server</em> by introducing part of the id number, zone name or graph server name. A list with all matching values with a maximum of 50 values will be created.<br />You can refine the text to find your choice.
es: Selecciona el <em>servidor de gráficas</em> que utilizará este nodo.<br />Puedes encontrar el <em>servidor de gráficas</em> introduciendo parte del número id, del nombre de la zona o del nombre del servidor de gráficas. Se mostrará una lista con un máximo de 50 resultados coincidentes.<br />Puedes retocar el texto para encontrar lo que buscas.

source: It's supposed to be a stable online node?
ca: Tens intenció de que sigui un node sempre connectat?
es: ¿Será un nodo online de forma estable?

source: Yes, is intended to be kept always on, avalable for extending the mesh
ca: Si, aquesta ràdio estarà disponible per expandir la xarxa
es: Sí, está pensado para estar siempre conectado, disponible para extender la malla

source: I'm sorry. Will be connected just when I'm online
ca: Ho sento, es podran connectar només quan jo ho estigui
es: Lo siento. Estará conectado sólo cuando yo conecte

source: That helps while planning a mesh network. We should know which locations are likely available to provide stable links.
ca: Això ajuda a planificar la xarxa. Cal conèixer quins son els punts disponibles per ampliar la cobertura.
es: Es interesante saberlo a la hora de planificar la red mallada. Deberíamos conocer todas las ubicaciones que probablemente tendrán enlaces estables.

source: License and usage agreement
ca: Llicència i termes d'ús
es: Licencia y acuerdo de utilización

source: You must accept this agreement to be authorized to create new nodes.
ca: Has d'acceptar aquests termes d'ús i llicència per poder crear nodes.
es: Debes aceptar este acuerdo para que seas autorizado a crear nodos nuevos.

source: Yes, I have read this and accepted
ca: Si, ho he llegit i ho accepto
es: Sí, lo he leído y aceptado

source: Node postion settings
ca: Ajustaments de la posició del node
es: Parámetros de ubicación de nodo

source: Map
ca: Mapa
es: Mapa

source: Select the point where the node has to be placed.
ca: Selecciona el punt on s'ha de col·locar el node.
es: Selecciona el punto en el que se ubicará el nodo.

source: Longitude
ca: Longitud
es: Longitud

source: degrees (decimal values allowed)
ca: graus (el valors en decimals)
es: grados (valores decimales permitidos)

source: minutes
ca: minuts
es: minutos

source: seconds
ca: segons
es: segundos

source: Latitude
ca: Latitud
es: Latitud

source: Zone description
ca: Descripció de la zona
es: Descripción de la zona

source: Zone, address, neighborhood. Something that describes your area within your location.<br />If you don't know your lat/lon, please provide street and number or crossing street.
es: Zona, dirección, barrio. Algo que describa tu área dentro de tu ubicación<br />Si no conoces tu lat/lon, por favor, indica la calle y el número o la calle con la que hace esquina.

source: Antenna elevation
ca: Alçada de l'antena
es: Elevación de la antena

source: Antenna height over the floor level.
ca: Alçada de l'antena respecte el nivell del carrer
es: Altura de la antena sobre el nivel del suelo.

source: You must read and accept the license terms and conditions to be allowed to create nodes.
es: Debes leer y aceptar los términos de licencia y condiciones para que puedas crear nodos.

source: Zone nick has been set to:
ca: El nom curt de la zona s'ha definit com:
es: El nombre corto de zona es:

source: Can't be assigned to root zone, please assign the node to an appropiate zone.
ca: No es pot assignar a la zona arrel, assigna-ho a una altra.
es: No se puede colocar el nodo en la zona raíz. Por favor, coloca el nodo en una zona apropiada.

source: Elevation must be above the floor! :)
ca: L'alçada s'ha de definir respecte el terra! :)
es: ¡La elevación debe ser sobre el suelo! :)

source: Do you mean that you are flying over the earth??? :)
es: ¿¿¿Quieres decir que estás volando sobre la tierra??? :)

source: The node %name has been CREATED by %user.
ca: El node %name l'ha CREAT: %user.
es: El nodo %name ha sido CREADO por %user.

source: The node %name has been UPDATED by %user.
ca: El node %name l'ha ACTUALITZAT: %user
es: El nodo %name ha sido MODIFICADO por %user.

source: The node %name has been DELETED by %user.
ca: El node %name l'ha ESBORRAT: %user
es: El nodo %name ha sido BORRADO por %user.

source: distances map from
ca: Mapa de distància des de
es: mapa de distancias desde

source: Click on the map to get a new path profile to check the Line Of Sight<br />Click on the path profile to see the point on the map
es: Haz click en el mapa para obtener un nuevo corte de perfil para comprobar la Línea de Visión<br />Haz click en el corte de perfil para ver el punto en el mapa

source: Distance:
es: Distancia:

source: Azimuth:
es: Azimut:

source: degrees
es: grados

source: distances from
ca: distàncies des de
es: distancias desde

source: Next page
ca: Pàgina següent
es: Página siguiente

source: Previous page
ca: Pàgina anterior
es: Página anterior

source: No nodes found. The list is empty
ca: No s'ha trobat cap node. La llista està buida.
es: No se han encontrado nodos. La lista está vacía

source: Th given query has returned no rows.
ca: Aquesta consulta no ha tornat cap fila.
es: La petición no ha devuelto resultados.

source: Use the filters to get some results
es: Utiliza los filtros para obtener resultados

source: Zone
ca: Barri, zona
es: Zona

source: Distance
ca: Distància
es: Distancia

source: Heights image
ca: Mides de la imatge
es: Imagen de altura

source: Click over the image to view in large format
es: Haz click en la imagen para verla en grande

source: North East
ca: Nord est
es: NorEste

source: South East
ca: Sud est
es: SudEste

source: South West
ca: Sud oest
es: SudOeste

source: North West
ca: Nord oest
es: NorOeste

source: Click to view in large format
ca: Clic per veure en format ampliat
es: Haz click en la imagen para verla en grande

source: zone (mode)
es: zona (modo)

source: position (lat/lon)
ca: posició (lat/lon)
es: posición (lat/lon)

source: meters above the ground
ca: metres des del terra
es: metros sobre el suelo

source: available for mesh &#038; status
ca: disponible per fer xarxa i monitoritzar
es: disponible para red mallada y estado

source: %node data
ca: dades del %node
es: datos de %node

source: Sorry, your browser can't display the embedded map
es: Lo siento, tu navegador no puede mostrar el mapa incrustado

source: graph overview @ %node
es: vista general de gráfica @ %node

source: last available
ca: ultima disponibilitat
es: disponible por última vez

source: unsolclic
es: unsoloclick

source: edit device
ca: editar trasto
es: modificar dispositivo

source: trace routes, discover services from this device
es: trazar rutas, descubrir servicios desde este dispositivo

source: Get radio configuration with singleclick
ca: Aconsegueix la configuració de la ràdio amb unsolclic
es: Obtener configuración de radio con unsoloclick

source: devices
ca: trastos
es: dispositivos

source: This node does not have any device
ca: Aquest node encara no te cap trasto
es: El nodo no tiene ningún dispositivo

source: devices @ %node
ca: trastos @ %node
es: dispositivos @ %node

source: links @ %node
ca: enllaços @ %node
es: enlaces @ %node

source: linked nodes (device)
ca: nodes enllaçats (trastos)
es: nodos enlazados (dispositivo)

source: No links defined
ca: No hi ha enllaços definits
es: No hay enlaces definidos

source: Device model, firmware & MAC address
ca: Model del trasto, firmware i adreça MAC
es: Modelo de dispositivo, firmware y dirección MAC

source: Radio Model
ca: Marca i model
es: Modelo de radio

source: Select the readio model that do you have.
ca: Selecciona el model de radio que tens.
es: Selecciona el modelo de la radio que posees.

source: Device MAC Address
ca: Adreça MAC del trasto
es: Dirección MAC del dispositivo

source: Base/Main MAC Address.<br />Some configurations won't work if is blank
ca: Adreça MAC Base/Principal.<br />Algunes configuracions no funcionen si es deixa en blanc.
es: Dirección MAC Base/Principal.<br />Algunas configuraciones no funcionarán si dejas esto en blanco

source: No radios
ca: No hi ha ràdios.
es: No hay radios

source: Wireless radios section
ca: Secció de ràdio sense fils.
es: Sección de radios wireless

source: Add a public network range to the wLan for clients
ca: Afegir un rang d'adreça publica a la wLan per clients
es: Añadir un rango de red público a la wLan de clientes

source: Add a Hotspot for guests
ca: Afegir un HotSpot per convidats.
es: Añadir un Hotspot para invitados

source: Delete radio
ca: Esborra al ràdio
es: Borrar radio

source: Move radio to another device
ca: Mou la ràdio a un altre trasto
es: Mover radio a otro dispositivo

source: Move radio up
ca: Mou la ràdio amunt
es: Mover la radio hacia arriba

source: Move radio down
ca: Mou la ràdio avall
es: Mover la radio hacia abajo

source: Add wireless radio to this device
ca: Afegir ràdio sense fils per aquest trasto
es: Añadir radio wireless a este dispositivo

source: Ad-hoc mode for mesh
es: Modo ad-hoc para malla

source: New radio (mode)
ca: Nova radio (mode)
es: Nueva radio (modo)

source: Add new radio
ca: Afegir una radio nova
es: Añadir nueva radio

source: Usage:<br />Choose <strong>wireless client</strong> mode for a normal station with full access to the network. That's the right choice in general.<br />Use the other available options only for the appropiate cases and being sure of what you are doing and what does it means. Note that you might require to be authorized by networks administrators for doing this.<br />Youwill not be able to define you link and get connected to the network until you add at least one radio.
es: Utilización:<br />Elige el modo <b>cliente wireless</b> para una estación normal con acceso completo a la red. Es la elección adecuada general.<br />Utiliza las demás opciones disponibles sólo cuando sea apropiado y estando seguro de lo que haces y de lo que implica. Ten en cuenta que quizás necesites que te autorice algún admin.<br />No podrás definir un enlace y conectarte a la red hasta que hayas añadido al menos una radio.

source: Used for automatic configuration.
ca: Utilitzat per la configuració automàtica
es: Utilizado para configuración automática.

source: Channel
ca: Canal
es: Canal

source: Select the channel where this radio will operate.
ca: Selecciona el canal en el que operarà la ràdio.
es: Selecciona el canal en el que operará la radio.

source: interface(s)
ca: interfície(s)
es: interfaz(es)

source: Radio main settings (SSID, MAC, Channel...)
ca: Ajustaments principals de la Ràdio ( SSID, MAC, Canal...)
es: Parámetros generales de radio (SSID, MAC, Canal...)

source: Wireless MAC Address.<br />Some configurations won't work if is blank
ca: Adreça MAC Sense fils.<br />Algunes configuracions no funcionen si es deixa en blanc.
es: Dirección MAC wireless.<br />Algunas configuraciones no funcionarán si la dejas en blanco

source: SSID to identify this radio signal.
ca: SSID identifica la senyal de la ràdio
es: SSID que identificará a esta señal de radio.

source: Protocol
es: Protocolo

source: Select the protocol where this radio will operate.
ca: Selecciona el protocol en que ha d'operar aquesta ràdio.
es: Selecciona el protocolo en el que operará esta radio.

source: Clients accepted?
ca: Accepta clients?
es: ¿Se aceptan clientes?

source: Do this radio accept connections from clients?
ca: Ha d'acceptar connexions de clients aquesta ràdio?
es: ¿Esta radio acepta conexiones de clientes?

source: Will take it from the connected AP.
es: Se tomará del AP conectado.

source: Antenna settings
ca: Ajustaments de l'antena
es: Parámetros de antena

source: Type (angle)
ca: Tipus (angle)
es: Tipo (ángulo)

source: Angle (depends on the type of antena you will use)
es: Ángulo (depende del tipo de antena que utilices)

source: Gain
ca: Guany
es: Ganancia

source: Gain (Db)
ca: Millora (Db)
es: Ganancia (dB)

source: Degrees (º)
ca: Graus (º)
es: Grados (º)

source: Azimuth (0-360º)
ca: Azimut (0-360º)
es: Azimut (0-360º)

source: Connector
es: Conector

source: Examples:<br />MiniPci: Main/Aux<br />Linksys: Right/Left<br />Nanostation: Internal/External
es: Ejemplos:<br />MiniPci: Principal/Auxiliar<br />Linksys: Derecho/Izquierdo<br />Nanostation: Interno/Externo

source: Delete Hotspot
ca: Esborra el HotSpot
es: Borrar Hotspot

source: This firmware with this radio model is NOT supported.
ca: Aquest firmware NO esta suportat per aquest model de ràdio.
es: Ese firmware con ese modelo de radio NO están soportados.

source: Radio #%old moved to #%new.
ca: La ràdio #%old s'ha mogut a #%new.
es: Radio #%old movida a #%new.

source: Unable to allocate new range, no networks available
ca: No és possible afegir el nou rang, no hi ha xarxes disponibles
es: Imposible obtener nuevo rango, no hay redes disponibles

source: wLan with %net/%mask added at radio#%radio
es: wLan con %net/%mask añadida a radio#%radio

source: Hotspot added at radio#%radio
ca: HotSpot afegit a la ràdio #%radio
es: Hotspot añadido a radio#%radio

source: MESH
es: MALLA

source: Radio %ssid added in mode %mode.
ca: Afegida la ràdio %ssid en mode %mode
es: Radio %ssid añadida en modo %mode.

source: Radio#%num has been deleted.
ca: La radio#%num s'ha esborrat.
es: La radio#%num ha sido borrada.

source: Choose an AP from the list to link with %hostname
ca: Tria un Punt d'Accés de la llista per enllaçar amb %hostname
es: Elige un AP de la lista que enlazar con %hostname

source: Network was full, looking for more networks available...
ca: La Xarxa estava plena, cercant mes xarxes disponibles
es: La red estaba llena, buscando más redes disponibles...

source: Got IP address %net/%mask
ca: Has aconseguit l'adreça IP: %net/%mask
es: Obtenida dirección IP %net/%mask

source: Choose an AP from the list to link with %ssid
ca: Tria un Punt d'Accés de la llista per enllaçar amb %ssid
es: Elige un AP de la lista que enlazar con %ssid

source: <service>
ca: <servei>
es: Servicio

source: Service type
ca: Tipus de servei
es: Tipo de servicio

source: Unique identifier for this service. Avoid generic names such 'Disk Server', use something that really describes what is doing and how can be distinguished from the other similar services.<br />Short name, single word with no spaces, 7-bit chars only.
ca: Identificador únic per aquest node. Evita noms genèrics com 'Servidor de Fitxers', fes-ne servir algun que identifiqui significativament el teu node.<br />Nom curt, una sola paraula sense espais, només caràcters de 7-bit, es farà servir pel nom d'hoste, informes, etc.
es: Identificador único para este servicio. Evita nombres genéricos como 'Servidor de disco', utiliza algo que realmente describa lo que se está haciendo y cómo se puede distinguir de otros servicios similares.<br />Nombre corto, palabra única sin espacios, sólo caracteres de 7 bits.

source: Who did possible this service or who to contact with regarding this service if it is distinct of the owner of this page.
es: Quién ha hecho posible este servicio, o con quién hay que contactar al respecto de este nodo, si es distinto del dueño de esta página.

source: Device
ca: Trasto
es: Dispositivo

source: Where it runs.
ca: On funciona.
es: Dónde corre.

source: Service
ca: Servei
es: Servicio

source: Type of service
ca: Tipus de servei
es: Tipo de servicio

source: Current status
ca: Estat actual
es: Estado actual

source: settings
ca: configuració
es: parámetros

source: Inbound mail server
ca: Servidor de correu d'entrada
es: Servidor de correo entrante

source: Where email clients have to be configured for getting email messages
ca: On han d'estar configurats els clients per poder rebre missatges
es: Con qué dirección tienen que configurarse los clientes para poder recibir correo

source: Outbound mail server
ca: Servidor de correu de sortida
es: Servidor de correo saliente

source: Where email clients have to be configured for sending email messages
ca: On han d'estar configurats els clients per poder enviar missatges
es: Con qué dirección tienen que configurarse los clientes para poder enviar correo

source: Webmail url
ca: URL del webmail
es: Url del webmail

source: URL for accessing to this mail server, if there is
ca: URL per accedir a aquest servidor de correu, si n'hi ha
es: URL para acceder a este servidor de correo, si la hay

source: Admin web interface
ca: Interfície d'administració web
es: Interfaz de administración web

source: Where to create/edit/delete users, change passwords, etc...
ca: Lloc on afegir/modificar/esborrar usuaris, canviar paraules clau, etc...
es: Dónde crear/modificar/borrar usuarios, cambiar contraseñas, etc...

source: Dial prefix
ca: Prefixe
es: Prefijo de marcado

source: Dial prefix for calling this server extensions
ca: Prefixe a marxar per trucar a les extencions d'aquest servidor
es: Prefijo de marcado para llamar a las extensiones de este servidor

source: Incoming calls
ca: Trucades entrants
es: Llamadas entrantes

source: Server or IP address where the calls have to be sent
ca: Servidor o adreça IP on s'han de dirigir les trucades.
es: Servidor o dirección IP a donde enviar las llamadas

source: Protocols
es: Protocolos

source: IP address or hostname
ca: Adreça IP o nom del servidor
es: dirección IP o nombre del host

source: Proxy federation
ca: Federació del proxy
es: Federación de proxy

source: Allow login of users from OUT federated proxys
ca: IN - Els usuaris d'altres proxis poden fer-lo servir
es: Permitir a los usuarios acceder desde proxys OUT federated

source: Allow proxy users to use other IN federated proxys
ca: OUT - els usuaris del proxi poden fer-ne servir d'altres
es: Permitir a los usuarios acceder desde proxys IN federated

source: Port
es: Puerto

source: Type
ca: Tipus
es: Tipo

source: version
es: versión

source: version of the CNML services
es: versión de los servicios CNML

source: Base url to call CNML services
es: Url base para llamar a los servicios CNML

source: Managed domains
ca: Dominis que gestiona
es: Dominios gestionados

source: URL pointing to the website homepage
es: URL de la página principal del sitio web

source: IRC server hostname
ca: Nom del host del servidor IRC
es: Nombre del host del servidor IRC

source: Save or press "Preview" to get more entries
es: Guardar o pulsar "Vista previa" para obtener más entradas
