Repository: guifi/drupal-guifi
Catalog: translations/guifi.*.po
Languages: ca, es

source: Master zone can't be set to itself
ca: La zona mestre no es pot definir a si mateixa
es: La zona padre no puede establecerse en si misma

source: Longitude: Min should be less than Max
ca: Longitud: Min ha de ser inferior que Max
es: Longitud: El Mínimo debe ser menor que el Máximo

source: Latitude: Min should be less than Max
ca: Latitud: Min ha de ser inferior que Max
es: Latitud: El Mínimo debe ser menor que el Máximo

source: A new zone %nick-%name has been created
ca: S'ha creat una nova zona %nick-%name
es: Se ha creado una zona nueva (%nick-%name)

source: Zone %nick-%name has been updated
ca: S'ha actualitzat la Zona %nick-%name
es: La zona %nick-%name ha sido modificada

source: FATAL ERROR: Can't delete a zone which have networks allocated. Database broken. Contact your system administrator
es: ERROR GRAVE: No se puede borrar una zona con redes asignadas. Base de datos escacharrada. Ponte en contacto con los administradores del sistema

source: FATAL ERROR: Can't delete a zone whith nodes. Database broken. Contact your system administrator
es: ERROR GRAVE: No se puede eliminar una zona con nodos. Base de datos escacharrada. Ponte en contacto con los administradores del sistema

source: ALERT: Zone %nick-%name has been deleted, but have errors:
es: ATENCIÓN: La zona %nick-%name ha sido eliminada, pero con errores:

source: Zone %nick-%name has been deleted
ca: S'ha esborrat la Zona %nick-%name
es: La zona %nick-%name ha sido eliminada

source: zone name
ca: nom de la zona
es: nombre de la zona

source: homepage
ca: lloc web
es: página principal

source: default graph server
ca: servidor de gràfiques per defecte
es: servidor predeterminado de gráficas

source: network global information
ca: informació global de la xarxa
es: información global de red

source: Mode
es: Modo

source: OSPF zone
ca: Zona OSPF
es: zona OSPF

source: Pending/to review
ca: Pendent/de revisió
es: Pendiente/por revisar

source: Availability
ca: Disponibilitat
es: Disponibilidad

source: root zone
ca: zona arrel
es: zona raíz

source: Nodes listed at
ca: Nodes llistats a
es: Nodos listados en

source: Zone name
ca: Nom de la Zona
es: Nombre de la zona

source: Online
ca: Operatiu
es: Conectado

source: Planned
ca: Projectat
es: Proyectado

source: Building
ca: En construcció
es: En construcción

source: Testing
ca: En proves
es: En pruebas

source: nick (shortname)
ca: nom (nom curt)
es: nombre corto

source: supernode
es: supernodo

source: area
ca: àrea
es: área

source: add network
ca: afegir xarxa
es: añadir red

source: zone and zone parent(s) network allocation(s)
es: asignación(es) de red de la zona y zona(s) padre

source: zone child(s) network allocation(s)
es: asignación(es) de red de la(s) zona(s) hija(s)

source: zone information
ca: informació de zona
es: información de la zona

source: check if data must be refreshed
es: márcala si los datos tienen que recargarse

source: View node %node at %zone
es: Ver el nodo %node de la zona %zone

source: View map for %zone
es: Ver mapa de %zone

source: View services for node %node at %zone
es: Ver servicios del nodo %node en la zona %zone

source: View map of %zone
es: Ver mapa de %zone

source: View services for %zone
es: Ver servicio en %zone

source: View %type service at %zone
es: Ver servicio %type en %zone

source: guifi.net zone
ca: zona guifi.net
es: zona guifi.net

source: Create a community, area or zone. A typical zone hierarchy can be related to the territory (Country/Region/City...) but not have to, i.e. a single city can have many groups or communities with distinct IP addressing policies.<br />Every zone will have it's own page so it can be used as the homepage of that community.<br />The zones must belong at least to the root zone, but can also belong to other zones, so in that way a hierarchy is created.<br />Every zone have its own properties like maps or ip ranges and every node will have to be assigned to an existing zone, and will inherit the zone properties like his IP address and drawn in the corresponding map.<br />If zone properties are leaved blank, will inherit the parent zone properties.
ca: <p>Crear una comunitat, &agrave;rea o zona. Una jerarquia de zona pot estar relacionada amb el territori (Pa&iacute;s, regi&oacute;, ciutat...) per&ograve; no necess&agrave;riament, p.e. en una sola ciutat por haver-hi diversos grups o comunitats amb diferents pol&iacute;tiques d'adre&ccedil;ament de IP's.<br /> Cada zona t&eacute; la seva pr&ograve;pia p&agrave;gina i es pot fer servir com a p&agrave;gina principal de la comunitat.<br /> Les zones han de pert&agrave;nyer almenys a la zona arrel, per&ograve; tamb&eacute; poden pert&agrave;nyer a altres zones, amb lo que es crea una jerarquia.<br /> Cada zona te les seves propietats com mapes o rangs d'adreces IP i cada node que s'assigna a la zona existent, hereta les propietats de la zona com podrien ser les adreces IP i el dibuix en el seu mapa corresponent.<br /> Si les propietats de la zona es deixen en blanc, aquestes reben les propietats de la zona superior.</p>
es: <p>Crear una comunidad, %26aacute;rea o zona. La jerarqu%26iacute;a t%26iacute;pica puede estar relacionada con el territorio (pa%26iacute;s/regi%26oacute;n/ciudad...) pero no es imprescindible. Por ejemplo, una sola ciudad puede tener varios grupos o comunidades con diferentes pol%26iacute;ticas de direccionamiento IP.<br /> Cada zona tendr%26aacute; su propia p%26aacute;gina, que puede ser utilizada como p%26aacute;gina principal de dicha comunidad.<br /> Toda zona debe pertenecer al menos a la zona ra%26iacute;z, pero puede pertenecer tambi%26eacute;n a otras zonas, de forma que se crea una jerarqu%26iacute;a.<br /> Cada zona tiene sus propias caracter%26iacute;sticas como asociaciones o rangos de IPs propios. Cada nodo debe asignarse a una zona existente de la que heredar%26aacute; sus propiedades como la direcci%26oacute;n IP y ser%26aacute; pintado en el mapa correspondiente.<br /> Si las caracter%26iacute;sticas de una zona se dejan en blanco, %26eacute;sta heredar%26aacute; las caracter%26iacute;sticas de la zona padre.</p>

source: Information about this zone
ca: Informació referent a aquesta zona
es: Información sobre esta zona

source: Location name
ca: Nom del Lloc
es: Nombre de la ubicación

source: Information about this location
ca: Informació referent a aquest lloc
es: Información sobre esta ubicación

source: guifi.net service
ca: servei guifi.net
es: servicio guifi.net

source: Create a service. A service is any resource available on the network that should be listed in the content directory of the site, like a web server, internet proxy,ntp, instant messaging, voip gateway, etc... .
ca: <p>Crear un servei. Un servei &egrave;s qualsevol recurs a la xarxa que es pot llistat al directori de continguts del lloc, com un servidor web, proxi d'Internet, ntp, missatgeria instant&agrave;nia, veuip, etc...</p>
es: <p>Crear un servicio. Un servicio es cualquier recurso disponible en la red que deba estar listado en el directorio de contenidos, como un servidor web, un proxy de internet, un ntp, mensajer%26iacute;a instant%26aacute;nea, una puerta de enlace voip, etc...</p>

source: Service name
ca: Nom del servei
es: Nombre del servicio

source: Information about this service
ca: Informació referent a aquest servei
es: Información sobre este servicio

source: Manage the guifi.net, a mesh network community.
ca: Gestiona guifi.net, una comunitat de xarxa en malla.
es: Gestiona guifi.net, una comunidad de red mallada.

source: Select an operation from the menus to manage zones.
es: Selecciona una operación de los menús para gestionar zonas.

source: Enter de zone information.
ca: Entra la informació de la zona.
es: Introduce la información de zona.

source: License agreement
ca: Acceptació de la llicència
es: Acuerdo de licencia

source: By creating this node, you accept the <a href="http://guifi.net/WirelessWCL_EN">Wireless commons license.</a><br />Note that this database is inteded for supporting a real network, will assign ip addresses and show the network information in various formats, so might be <b>not</b> the right place for submitting ficticious data or just have fun. If you want to run tests or do some self training, be sure you are doing it at some of the <a href="http://proves.guifi.net">test sites</a>.<br />Your access to this site might be banned or your data might be deleted if inappropiate use is detected.<br />You will be allways responsible of the information you give, agree to make it publicly available and you will be able to modify or delete it, network administrators can also update or delete your data.<br />If you want to promote your role within the community you can ask for it contacting the current administrators and they will grant the privileges that you qualify for.
es: Al crear este nodo, aceptas la <a href="http://guifi.net/es/ProcomunInalambrica">Licencia Procomún Inalámbrica.</a><br />ten en cuenta que esta base de datos está pensada para albergar nodos reales, que asigna direcciones ip reales y que muestra informaciön de red en varios formatos, de modo que quizás <b>no</b> es el lugar adecuado para enviar datos ficticios o simplemente divertirse. Si quieres hacer pruebas o entrenarte un poco, asegúrate de que estás en el <a href="http://test.guifi.net/es">sitio de pruebas</a>.<br />Se te podrá impedir el acceso a guifi.net o tus datos podrán ser borrados si haces un uso inapropiado.<br />En todo momento eres responsable de la información que das, aceptas hacerla públicamente disponible y puedes modificarla o borrarla. Los administradores de red también pueden modificar o borrar tus datos si es necesario.<br />Si quieres aumentar tu rol en la comunidad, puedes pedirlo contactando con los administradores actuales y ellos te darán tantos privilegios como debas tener.

source: Agreement &#038; help message when creating new nodes, users will not be able to create nodes unless they accept this message.
es: Acuerdo y mensaje de ayuda al crear nodos nuevos. Los usuarios no podrán crear nodos si no aceptan este mensaje.

source: Block title
ca: Títol del bloc
es: Título del bloque

source: Network statistics
ca: Estadístiques de la xarxa
es: Estadísticas de red

source: Title of guifi block...
ca: Títol del bloc guifi...
es: Título del bloque guifi...

source: Forums
ca: Fòrums
es: Foros

source: URL for the forums, leave it blank if none.
es: URL de los foros. Déjala en blanco si no hay.

source: FAQ root page
ca: Pàgina arrel PMF
es: Página principal de la FAQ

source: URL for FAQ, leave it blank if none.
ca: URL del PMF, deixa-ho en blanc si no n'hi ha.
es: URL de la FAQ. Déjala en blanco si no hay.

source: Documentation
ca: Documentació
es: Documentación

source: URL for the Guide/Documentation of how to use this site, leave it blank if none.
es: URL de la Guía/Documentación acerca de cómo utilizar este sitio. Déjala en blanco si no hay.

source: Limit of items listed on every page
ca: Limit d'elements llistats a cada pàgina
es: Límite de elementos listados en cada página

source: Number of rows to be displayed as default on every paged report...
es: Número de filas que se mostrará de forma predeterminada en cada informe paginado...

source: Default contact
ca: Contacte predeterminat
es: Contato predeterminado

source: An email will be submitted to this address when no contact address is present.
ca: Un email serà enviat a aquesta adreça quan no hi hagi cap adreça definida.
es: Se enviará un correo-e a esta dirección cuando no haya presente ninguna dirección de contacto.

source: Send notifications every
ca: Envia notificacions cada
es: Enviar notificaciones cada

source: Never (disabled)
ca: Mai (desactivat)
es: Nunca (desactivado)

source: Every cron
ca: Cada cron
es: Cada cron

source: Hourly
ca: Cada hora
es: Cada hora

source: Every 2 hours
ca: Cada 2 hores
es: Cada 2 horas

source: Every 6 hours
ca: Cada 6 hores
es: Cada 6 horas

source: Every 12 hours
ca: Cada 12 hores
es: Cada 12 horas

source: Daily
ca: Diari
es: Diariamente

source: Every other day
ca: Cada dos dies
es: Cada día pasado

source: Weekly
ca: Setmanalment
es: Semanalmente

source: When the notification messages queue will be delivered, if set to "Never", no messages will be post at the queue.
es: Cuándo se entregarán los mensajes de de la cola de notificación. Si lo estableces a "Nunca", no se enviarán mensajes a la cola.

source: Load statsitics every
es: Cargar estadísticas cada

source: When the graphs servers will be asked for providing statistics.
es: Cuándo se pedirá las estadísticas a los servidores de gráficas.

source: Hotspot SSID
ca: SSID del Hotspot
es: SSID del Hotspot

source: SSID name for the hotspot open access for guests
es: Nombre SSID del hotspot de acceso abierto para invitados

source: Log level
ca: Nivell del log
es: Nivel de registro

source: Trace log level to screen:<ol><li><em>None</em>, normal operation</li><li><em>Basic</em>, general messages</li><li><em>Trace</em> provides follow-up of functions being executed, for developers</li><li><em>Full</em> dumps variable values, very long, for fine debug</li></ol>Change the log level to figure out whats happening.
es: Nivel de trazado en pantalla:<ol><li><em>Ninguno</em>, operación normal</li><li><em>Básico</em>, mensajes generales</li><li><em>Trazado</em> provee seguimiento de funciones en ejecución, para desarrolladores</li><li><em>Completo</em> vuelca todas las variables, demasiado largo, ideal para depurado refinado</li></ol>Modifica el nivel de registro para enterarte de qué está ocurriendo.

source: Key for Google Maps API
es: Clave de la API de Google Maps

source: If not present, Google Maps API will be disabled.<br />Get it at:
es: Si no está presente, se deactivará la API de Google Maps.<br />Obtenla en:

source: URL for WMS service
ca: URL del servei WMS
es: URL del servicio WMS

source: URL to call to get WMS guifi mapping services
es: URL a la que conectar para obtener los servicios de mapeado WMD guifi

source: URL for maps module
ca: URL del mòdul de mapes
es: URL del módulo de mapas

source: Base URL for the mapping GIS application (guifimaps)
es: URL base para mapear la aplicación GIS (guifimaps)

source: Decimal separator
es: Separador decimal

source: Decimal character for formatting numbers
es: Separador decimal para formatear números

source: Thousands separator
es: Separador de miles

source: Thousands separatos for formatting numbers
es: Separador de miles para formatear los números

source: network facts
es: la red en cifras

source: Number of items
ca: Nombre d'elements
es: Número de elementos

source: List of guifi nodes
ca: Llista dels nodes guifi
es: Lista de nodos guifi

source: node list and maps...
ca: llistat i mapes...
es: lista de nodos y mapas...

source: Go to the list of nodes root page and their maps.
ca: Anar a la llista de node de la pàgina arrel i els seus mapes.
es: Ir a la lista de la página raíz de nodos y sus mapas.

source: Node counters obtained in %secs seconds
es: Contadores de nodos obtenidos en %secs segundos

source: Wireless<br />links
ca: Enllaços<br />Sensefils
es: Enlaces<br />wireless

source: Link counters obtained in %secs seconds
es: Contadores de enlaces obtenidos en %secs segundos

source: create mrtg config
ca: crea una configuració pel mrtg
es: crear configuración mrtg

source: get an mrtg configuration file for this zone
ca: obtenir una configuració per a aquesta zona en format mrtg
es: obtener un fichero de configuración mrtg para esta zona

source: export zone in CNML format
ca: exporta la zona en format CNML
es: exportar zona en formato CNML

source: export zone in gml format
ca: exporta la zona en format gml
es: exportar zona en formato gml

source: budgets
ca: pressupostos
es: apadrinamientos

source: view budgets for this zone
ca: veure els pressupostos d'aquesta zona
es: ver apadrinamientos para esta zona

source: export node in CNML format
ca: exporta el node en el format CNML
es: exportar nodo en formato CNML

source: You do not have any active items.
es: No tienes ningún elemento activo.

source: The device %name has been DELETED by purgue process because was orphan of node.
es: El dispositivo %name ha sido ELIMINADO mediante un proceso de purga porque era huérfano de nodo.

source: %ndev orphan devices purged in %secs
es: %ndev dispositivos huérfanos purgados en %secs

source: orphan radios purged in %secs
es: radios huérfanas purgadas en %secs

source: orphan interfaces purged in %secs
es: interfaces huérfanas purgadas en %secs

source: orphan ipv4 purged in %secs
es: ipv4 huérfanas purgadas en %secs

source: orphan links purged in %secs
es: enlaces huérfanos purgados en %secs

source: unpaired links purged in %secs
es: enlaces sin par purgados en %secs

source: The user %name has been DELETED by purge process because was orphan of node.
es: El usuario %name ha sido ELIMINADO mediante un proceso de purga ya que era huérfano de nodo.

source: %ndev orphan users purged in %secs
es: %ndev usuarios huérfanos purgados en %secs

source: Database purgued in %secs
es: Base de datos purgada en %secs

source: Show descriptions
ca: Mostra descripcions
es: Mostrar descripciones

source: Expand layout to include descriptions.
ca: Expandeix el format per a incloure-hi descripcions
es: Ampliar el despliegue para que incluya las descripciones.

source: Hide descriptions
ca: Oculta descripcions
es: Ocultar las descripciones

source: Compress layout by hiding descriptions.
ca: Comprimeix el format per a amagar les descripcions.
es: Comprimir el despliegue ocultando las descripciones.

source: email contact (available if you are logged in)
ca: adreça de correu electrònic (disponible si estas identificat a la web)
es: dirección de correo-e de contacto (disponible si estás identificado)

source: created by
ca: creat per
es: creado por

source: managed by
ca: gestionat per
es: gestionado por

source: updated by
ca: actualitzat per
es: modificado por

source: contact information
ca: informació de contacte
es: información de contacto

source: guifi.net configuration
ca: guifi.net configuració
es: configuración de guifi.net

source: administer guifi zones
ca: administrar zones guifi
es: administrar zonas guifi

source: administer guifi networks
ca: administrar xarxes guifi
es: administrar redes guifi

source: create guifi zones
ca: crear zones guifi
es: crear zonas guifi

source: create guifi nodes
ca: crear nodes guifi
es: crear nodos guifi

source: administer guifi users
ca: administrar usuaris de guifi
es: administrar usuarios guifi

source: manage guifi users
ca: administrar usuaris de guifi
es: gestionar usuarios guifi

source: edit own guifi zones
ca: editar les pròpies zones guifi
es: modificar zonas guifi propias

source: edit own guifi nodes
ca: editar els propis nodes
es: modificar nodos guifi propios

source: Configure guifi.net module
ca: Configura el modul guifi.net
es: Configurar el módulo guifi.net

source: guifi.net main page
ca: Pagina principal de guifi.net
es: página principal guifi.net

source: Main menu for guifi.net network management and utilities
ca: Menú principal per l'administració i utilitats de guifi.net
es: Menú principal para gestión de la red guifi.net y utilidades

source: guifi.net menus
ca: Menú guifi.net
es: Menús guifi.net

source: Compact mode
ca: mode compacte
es: Modo compacto

source: Main navigation options
ca: Opcions de navegació principals
es: Opciones generales de navegación

source: The most important options to browse and use this site
ca: Les opcions mes importants per navegar i utilitzar aquest lloc
es: Las opciones más importantes para navegar por este sitio y utilizarlo

source: Browse the network
ca: Navega per la xarxa
es: Navega por la red

source: Browse the network zones starting from the root zone
ca: Navega les zones de la xarxa començant per la zona arrel
es: Navega por las zonas de red empezando por la zona raíz

source: Do you have questions? Browse the questions or post your own question to the forums
es: ¿Tienes preguntas? Navega por las preguntas o publica la tuya en los foros

source: Create a node
ca: Crear un node
es: Crear un nodo

source: Join to the network by creating your node
ca: Uneix-te a la xarxa creant el teu node
es: Unirse a la red creando tu nodo

source: Browse the most common questions
ca: Navega per les preguntes més freqüents
es: Navegar por las preguntas más frecuentes

source: Browse the guide and documentation
ca: Cerca la guia i la documentació
es: Navegar por la guía y la documentación

source: Data to review and Pending actions
es: Datos por revisar y acciones pendientes

source: Clean and review the database and take the appropriate pending actions
es: Limpiar y revisar la base de datos y ejecutar las acciones pendientes apropiadas

source: Users queue
ca: Cua d'usuaris
es: Cola de usuarios

source: Track the users assigned to nodes detected as active, and therefore pending for approval
es: Hacer seguimiento de los usuarios asignados a roles detectados como activos, y por tanto pendientes de aprobación

source: Node queue
ca: Cua de nodes
es: Cola de nodos

source: Track the status of the not active nodes, pending for getting connected
es: Hacer seguimiento del estado de los nodos inactivos, pendientes de conectarse

source: Availability report
ca: Informe de disponibilitat
es: Informe de disponibilidad

source: Report of the status and availability of all nodes
es: Informe del estado y la disponibilidad de todos los nodos

source: Data review
es: Revisión de datos

source: IP and Network management tools
ca: Utilitats de configuració de IP i Xarxa
es: Herramientas de gestión de Red e IP

source: Utilities toolset for various network addressing and management
es: Cojunto de utilidades para diferentes direccionamientos de red y gestión

source: Search IPv4
ca: Cerca Ipv4
es: Buscar IPv4

source: Query information about assigned IPv4 addresses
es: Consultar información sobre direcciones IPv4 asignadas

source: Available subnetwork range
ca: Disponibilitat de rangs de sub-xarxa
es: Rango de subred disponible

source: Search for a not used range of network addresses at the database
ca: Cerca un rang de xarxa disponible a la base de dades
es: Buscar un rango no utilizado de direcciones de red en la base de datos

source: Search MAC
ca: Cerca MAC
es: Buscar MAC

source: Query information about existing MAC addresses
ca: Consulta la informació sobre una adreça MAC existent
es: Consultar información acerca de las direcciones MAC existentes

source: Find/Replace contact emails
ca: Cerca/Substitueix els e-mails de contacte
es: Buscar y Reemplazar direcciones de correo-e de contacto

source: Search and update existing notification e-mail addresses in all tables.
es: Buscar y actualizar todas las direcciones de correo-e de notificación en todas las tablas.

source: Software traceroute. Find out possible routes between devices or discover the closest services.
es: Traceroute por software. Encuentra las rutas posibles entre dispositivos o descubre los servicios más cercanos.

source: live ping
es: ping en vivo

source: ping to address
es: ping a la dirección

source: live traceroute
es: traceroute en vivo

source: traceroute to device
es: traceroute a un dispositivo

source: Administration tools
ca: Utilitats d'administració
es: Herramientas de administración

source: Utilities for administrators, use with care, regular users shouldn't have this block.
es: Utilidades para administradores. Utilízalas con cuidado. Los usuarios regulares no deberían tener este bloque.

source: Send notifications
ca: Envia notificacions
es: Enviar notificaciones

source: Flush the notification queue by sending all pending messages
es: Limpiar la cola de notificaciones enviando todos los mensaje pendientes

source: View notifications
ca: Veure notificacions
es: Ver notificaciones
