Repository: guifi/drupal-guifi
Catalog: translations/guifi.*.po
Languages: ca, es

source: Service nick has been set to:
ca: S'ha definit com a nom curt del servei:
es: El nombre corto del servicio será:

source: Service %name not valid.
ca: El nom de servei %name no és vàlid.
es: %name del servicio no es válido.

source: The service %name has been CREATED by %user.
ca: En/na %user ha CREAT el servei %name.
es: El servicio %name ha sido CREADO por %user.

source: Service %nick has been deleted by %user
es: El servicio %nick ha sido borrado por %user

source: The service %name has been UPDATED by %user.
ca: L'usuari/a %user ha ACTUALITZAT el servei %name.
es: El servicio %name ha sido MODIFICADO por %user.

source: service
ca: servei
es: servicio

source: device &#038; status
ca: trasto i estat
es: dispositivo y estado

source: inbound and outbound servers
ca: servidors d'entrada i de sortida
es: servidores de correo entrante y saliente

source: webmail and admin url
ca: url del webmail i d'administració
es: webmail y url de administración

source: bandwidth (Down/Up)
es: ancho de banda (Bajada/Subida)

source: proxy name &#038; port
ca: nom del proxi i port
es: nombre del proxy y puerto

source: federation
ca: federació
es: federación

source: This proxy is not federated yet
ca: Aquest proxi encara no està federat
es: Este proxy aún no está federado

source: ftphost
es: host ftp

source: supported protocols
ca: protocols suportats
es: protocolos soportados

source: dial prefix and incoming calls
ca: Prefixe i trucades entrants
es: prefijo de marcado y llamadas entrantes

source: homepages
ca: llocs web
es: páginas principales

source: domains
ca: dominis
es: dominios

source: by zone
ca: per zones
es: por zona

source: by node
ca: per node
es: por nodo

source: by device
ca: per trasto
es: por dispositivo

source: zone
ca: zona
es: zona

source: There are no services defined at the database
ca: No hi ha serveis definits a la base de dades
es: No hay servicios definidos en la base de datos

source: Services of %node (%by)
ca: Serveis del %node (%by)
es: Servicios de %node (%by)

source: services @ %node
ca: serveis @ %node
es: servicios @ %node

source: Description
ca: Descripció
es: Descripción

source: service information
ca: informació del servei
es: información del servicio

source: Edit
ca: Editar
es: Modificar

source: UPDATED
ca: ACTUALITZAT
es: MODIFICADO

source: Device (%type) %id-%name at node %nname deleted.
es: Dispositivo (%type) %id-%name en nodo %nname borrado.

source: Radio (%mode-%protocol) %id-%rc %ssid at device %dname deleted.
es: Radio (%mode-%protocol) %id-%rc %ssid en dispositivo %dname borrada.

source: interface (%type) %id - %rc at device %dname deleted.
es: interfaz (%type) %id - %rc en dispositivo %dname borrada.

source: address (%addr) at device %dname deleted.
es: dirección (%addr) en dispositivo %dname borrada.

source: link %id-%did (%type) at %nname-%dname deleted.
es: enlace %id-%did (%type) en %nname-%dname borrado.

source: User %id-%name deleted.
ca: S'ha esborrat l'usuari %id-%name
es: Usuario %id-%name borrado.

source: There was nothing to delete at %table with (%where)
es: No había nada que borrar en %table con (%where)

source: 1 Growth chart
ca: 1 corba de creixement
es: 1 Curva de crecimiento

source: 2 Annual increment
es: 2 Incremento anual

source: 3 Monthly average
es: 3 Media mensual

source: 4 Last year
es: 4 Último año

source: 5.3 Nodes per month, avr. 3m.
es: 5.3 Nodos por mes, media de 3 meses

source: 5.6 Nodes per month, avr. 6m.
es: 5.6 Nodos por mes, media de 6 meses

source: 5.12 Nodes per month, avr. 12m.
es: 5.12 Nodos por mes, media de 12 m.

source: link:
es: enlace:

source: image:
es: imagen:

source: options:
es: opciones:

source: Growth chart
ca: Corba de creixement
es: Curva de crecimiento

source: Years
ca: Anys
es: Años

source: statistics
ca: estadístiques
es: estadísticas

source: working nodes
es: nodos activos

source: Query result for "ipv4 LIKE %ipv4"
es: Resultado de la petición "ipv4 LIKE %ipv4"

source: mask
ca: màscara
es: máscara

source: Orphan
ca: Orfe
es: Huérfano

source: Network IPv4 address
ca: Adreça de xarxa IPv4
es: Dirección de red IPv4

source: Get information
ca: Rebre la informació
es: Obtener información

source: MAC address
ca: Adreça MAC
es: dirección MAC

source: Got & sorted %num ips in %secs seconds
es: Obtenidas y ordenadas %num ips en %secs segundos

source: Got %base/%net in %secs seconds
es: Obtenida %base/%net en %secs segundos

source: Total elapsed was %secs seconds
es: Trancurridos %secs segundos

source: Space found at %net
ca: Espai disponible a %net
es: Espacio encontrado en %net

source: Find available space for a subnetwork
es: Encontrar espacio disponible para una subred

source: Performance
ca: Rendiment
es: Rendimiento

source: The mask of the network to search for. The number of the available hosts of each masks is displayed in the list box.
es: La máscara de la red que buscas. El número de hosts disponibles en cada máscara se muestra en la lista desplegable.

source: The type of network addresses you are looking for. <ul><li><em>public:</em> is for addresses which will allow the users connect to the services, therefore must be unique across all the network and assigned with care for not being wasted.</li><li><em>backbone:</em> internal addresses for network operation, could be shared across distinct network segments, do not neet to be known as a service address to the users</li></ul>
es: El tipo de direcciones de red que estás buscando. <ul><li><em>públicas:</em> es para direcciones que permitirán que los usuarios conecten a los servicios, por lo que deben ser únicas en toda la red y asignadas con cuidado para no malgastarlas.</li><li><em>red troncal:</em> direcciones internas para funcionamiento de red. Pueden ser compartidas entre distintos segmentos de red. No es necesario que sean conocidas como direcciones de servicio para usuarios</li></ul>

source: Allocate
ca: Localitzar
es: Asignar

source: If yes, the network found will be allocated at the database being assigned to the zone
es: En caso afirmativo, la red encontrada se asignará en la base de datos que esté asociada a la zona

source: Find space for the subnetwork
es: Buscar espacio para la subred

source: Report for notification having LIKE "%mail"
es: Informe de notificación teniendo LIKE "%mail"

source: table
ca: taula
es: tabla

source: notification
ca: notificació
es: notificación

source: title
ca: títol
es: título

source: e-mail address
ca: adreça e-mail
es: dirección de correo-e

source: Search
ca: Cerca
es: Buscar

source: New e-mail address
ca: Nova adreça e-mail
es: Nueva dirección de correo-e

source: Replace with
ca: Substituir per
es: Reemplazar con

source: %email is equal to current value
es: %email es igual al valor actual

source: User
ca: Usuari
es: Usuario

source: The notification %notify for %type %title has been CHANGED to %new by %user.
ca: La notificació %notify per %type %title s'ha CANVIAT a %new per %user
es: La notificación %notify para %type %title ha sido MODIFICADA a %new por %user.

source: Queue is empty
ca: La cua és buida
es: La cola está vacía

source: Notifications sent at %date
ca: Notificacions enviades a %date
es: Notificaciones enviadas el %date

source: Messages to be sent.
ca: Missatges per enviar.
es: Mensajes que se enviarán.

source: CNML Graph server
es: Servidor de gráficas CNML

source: CNML graph server to load statistics from. Should support remote calls in v2 syntax.
es: Servidor de gráficas CNML del que cargar las estadísticas. Debe soportar llamadas en sintáxis v2.

source: Load statistics
es: Cargar estadísticas

source: Dif
es: Diferencia

source: Alert
es: Atención

source: nodes with working devices
es: nodos con dispositivos activos

source: nodes without devices
es: nodos sin dispositivo

source: nodes with work radio devices
es: nodos con dispositivos de radio activos

source: nodes without radio devices
es: nodos sin dispositivo de radio

source: Target device not specified.
es: No has especificado el dispositivo de destino.

source: Live ping from %from (%ipf) to %dest (%ipd)
es: Ping en vivo desde %from (%ipf) hasta %dest (%ipd)

source: Live traceroute from %from (%ipf) to %dest (%ipd)
es: Traceroute en vivo desde %from (%ipf) hasta %dest (%ipd)

source: %cmd failed.
es: %cmf falló.

source: output
es: salida

source: %results routes found. %explored routes analyzed in %secs seconds
es: %results rutas encontradas, %explored rutas analizadas en %secs segundos

source: Note that this is a software traceroute generated by the information currently available at the database, it might be distinct than the real routes at the network, however this information could be helpful in cleaning the data and network planning.
es: Ten en cuenta que este traceroute por software se genera con la información disponible en la base de datos, por lo que puede ser distinto de las rutas reales de la red. Sin embargo, esta información puede ser útil para limpiar datos y para la planificación de la red.

source: Route from !oname to !dname, !hops hops, cost !cost
es: Ruta desde !oname hasta !dname, !hops saltos, coste !cost

source: Software traceroute result from %from to %to
es: Resultados del traceroute por software de %from a %to

source: Route Level: Importance of the route depending on the cost and proximity to the main route
es: Nivel de enrutado: Importancia de la ruta dependiendo del coste y la proximidad a la ruta principal

source: main
es: principal

source: To find the device, you can write some letters to find the available devices in the database.
es: Para encontrar el dispotivo, escribe algunas letras para encontrar dispositivos disponibles en la base de datos.

source: Search for a device to trace the route from.
es: Buscar un dispositivo desde el que trazar la ruta.

source: Explore service !service
es: Explorar servicio !service

source: Choose between tracing a route to a known device, or discover services by selecting a service type. Yo use only one option at a time, and then press the <em>"Get traceroute"</em> button to get the list of possible known routes ordered by best route first.
es: Elige entre trazar una ruta a un dispositivo conocido o descubrir servicios eligiendo un tipo de servicio. Sólo puedes utilizar una opción al mismo tiempo. Haz click en el botón <em>"Obtener traceroute"</em> para obtener la lista de las posibles rutas ordenada por la mejor ruta primero.

source: Target device to trace the route to.
es: Dispositivo de destino hasta el que trazar la ruta.

source: Type of service to be discovered
es: Tipo de servicio que descubrir

source: Get traceroute
es: Obtener traceroute

source: You must select either a service to discover or a device destination
es: Debes elegir un servicio que descubrir o un destino de dispositivo

source: You must select a service to discover or a device destination, not both
es: Debes elegir un servicio que descubrir o un destino de dispositivo, pero no ambos

source: Total distance %tDist kms., %hops hops
es: Distancia total %tDist kms., %hops saltos

source: In address
es: Dirección de entrada

source: Out address
es: Dirección de salida

source: ERROR: I do need a firmware selected at the radio web interface:
es: ERROR: Necesito que selecciones un firmware en la interfaz web de la radio:

source: Generated for:
ca: Generat per a:
es: Generado por:

source: ERROR: Radio is in client mode but has no AP selected, please add a link to the AP at:
es: ERROR: La radio está en modo cliente pero no está seleccionado ningún AP. Por favor, añade un enlace al AP en:

source: Are you sure you want to delete the user %username?
ca: N'estàs segur que vols esborrar l'usuari %username?
es: ¿Estás seguro de que quieres eliminar el usuario %username?

source: User %username deleted by %user.
ca: L'usuari/a %user ha esborrat l'usuari/a %username
es: Usuario %username eliminado por %user.

source: New password for user !username at guifi.net
ca: Nova contrasenya per l'usuari !username a guifi.net
es: Nueva contraseña para el usuario !username en guifi.net

source: edit user
ca: edit l'usuari
es: modificar usuario

source: add user
ca: afegir usuari
es: aádir usuario

source: Firstname
ca: Nom
es: Nombre

source: Lastname
ca: Cognom
es: Apellido

source: The real user name (Lastname).
ca: El cognom de l'usuari
es: El nombre de usuario real (Apellido).

source: The resulting username.
ca: El nom d'usuari resultant.
es: El nombre de usuario resultante.

source: Current password
ca: Contrasenya actual
es: Contraeña actual

source: Reset password
ca: Re-iniciar paraula clau
es: Restablecer la contraseña

source: Set a new password
ca: Escriu una nova contrasenya
es: Establecer nueva contraseña

source: To change/set the current user password, enter the new password in both fields.
es: Para cambiar/establecer la contraseña de usuario actual, introduce la nueva contraseña en ambos campos.

source: services
ca: serveis
es: servicios

source: content filters
ca: filtres de contingut
es: filtros de contenido

source: Authoring information
ca: Informació de l'autoria
es: Información de autoría

source: Authored by
ca: Elaborat per
es: Escrito por

source: Leave blank for %anonymous.
ca: Deixeu-ho en blanc per %anonymous.
es: Dejar vacío para %anonymous.

source: Anonymous
ca: Anònim
es: Anónimo

source: Save
ca: Desa
es: Guardar

source: Invalid user name.
ca: nom d'usuari incorrecte
es: Nombre de usuario no válido.

source: You need to specify the current password to submit any change
es: Debes especificar la contraseña actual para enviar cualquier cambio

source: Unable to submit changes: Password failure.
ca: NO es poden enviar els canvis: La paraula clau ha fallat.
es: No se ha podido enviar los cambios. Fallo de contraseña.

source: Firstname field cannot be blank .
ca: El camp Nom no pot quedar en blanc.
es: No puedes dejar en blanco el campo de Nombre.

source: Lastname field cannot be blank .
ca: El camp cognom no pot quedar en blanc.
es: No puedes dejar en blanco el campo de Apellidos.

source: Set the device and link Online, confirm MAC & approve user.
es: Establecer el dispositivo y el enlace como operativos, confirmar la MAC y aprobar usuario.

source: Change & Save users Status.
es: Modificar y Guardar Estado de usuarios.

source: Connect to the device on a new window
es: Conectar al dispositivo en una ventana nueva

source: Queue of pending users @
ca: Cua d'usuaris pendents @
es: Cola de usuarios pendientes @

source: add a comment
ca: afegir un comentari
es: añadir un comentario

source: Add a comment to the page of this node
ca: Afegir un comentari a la pàgina d'aquest node
es: Añadir un comentario a la página de este nodo

source: Username
ca: Nom d'usuari
es: Nombre de usuario

source: User status
ca: Estat de l'usuari
es: Estado de usuario

source: IP v4 address
ca: Adreça IPv4
es: dirección IP v4

source: Status & MAC
ca: Estat i MAC
es: Estado y MAC

source: Users @
ca: Usuaris @
es: Usuarios @

source: Users
ca: Usuaris
es: Usuarios

source: Edit selected user
ca: Edita l'usuari seleccionat
es: Modificar usuario seleccionado

source: There are no users to list at
ca: No hi ha usuaris per llistar
es: No hay usuarios que listar en

source: Add user
ca: Afegir usuari
es: Añadir usuario

source: You must select a user from the list
es: Debes seleccionar un usuario de la lista

source: %user saved. Note that in some cases the change will not take effect until after some time.
ca: L'usuari %user s'ha desat. Els canvis poden trigar una estona en ser efectius.
es: %user guardado. Ten en cuenta que en algunos casos los cambios no surtirán efecto hasta pasado algo de tiempo.

source: The user !username has been UPDATED by !user.
ca: L'usuari/a !user ha ACTUALITZAT l'usuari !username.
es: El usuario !username ha sido MODIFICADO por !user.

source: there are no users at this proxy
ca: no hi ha usuaris en aquest proxi
es: no hay usuarios en este proxy

source: user
ca: usuari
es: usuario

source: Password mailed to %name for %email.
ca: Contrasenya enviada a: %name per %email.
es: Contraseña enviada a %name (%email).

source: Error mailing password to %name at %email.
es: Error al enviar la contraseña a %name (%email).

source: (root zone)
ca: (zona arrel)
es: (zona raíz)

source: Select to navigate through the available zones, only parent, peer and child zones are shown in the list.<br />By selecting any other zone, the list will be refreshed with the corresponding parents, peers and childs.
es: Navegar por las zonas disponibles. Sólo se muestran las zonas padre, iguales o hijas en la lista.<br />Si seleccionas cualquier otra zona, la lista se recargará con las correspondientes zonas padre, iguales e hijas.

source: <strong>Attention!</strong>: The currently selected zone has childs, click to view
es: <strong>¡Atención!</strong>: La zona seleccionada tiene zonas hijas, haz click para verlas

source: Parent zone
ca: Zona pare
es: Zona padre

source: Default zone for new nodes
ca: Zona per defecte per nous nodes
es: Zona por defecto para nuevos nodos

source: Short abreviation
ca: Abreviació
es: Abreviatura corta

source: Single word, 7-bits characters. Used while default values as hostname, SSID, etc...
ca: Una sola paraula,amb caràcters de 7-bits. Utilitzat com a nom per defecte en els noms dels hostes, SSID, etc...
es: Palabra única, caracteres de 7 bits. Utilizado como valor por defecto para nombre del host, SSID, etc...

source: Zone dynamic mesh mode
es: Modo de malla dinámica para la zona

source: infrastructure
ca: infraestructura
es: infraestructura

source: Time zone
ca: Fus horari
es: Zona horaria

source: Zone homepage
ca: Pàgina inicial de la zona
es: Página principal de la zona

source: URL of the local community homepage, if exists. Usefull for those who want to use this site just for network administration, but have their own portal.
ca: URL de la pàgina de la comunitat local, si existeix. Útil per aquells que volen fer servir aquesta web per a l'administració de la xarxa, però tenen el seu propi portal.
es: URL de la página de la comunidad local, si la hay. Esto es útil si quieres utilizar este sitio sólo para la administración de red pero quieres tener tu propio portal.

source: email notification
ca: notificació per e-mail
es: notificación por correo-e

source: Mails where changes at the zone will be notified. Usefull for decentralized administration. If more than one, separated by ','
es: Direcciones de correo-e a las que se enviarán los informes de cambios en la zona. Esto es útil para llevar una administración descentralizada. Si pones más de una, sepáralas con ','

source: Zone services
ca: Serveis de la Zona
es: Servicios de la zona

source: default proxy
ca: proxy per defecte
es: Proxy predeterminado

source: Zone global network parameters
ca: Paràmetres de xarxa globals de la zona
es: Parámetros de red global de la zona

source: zone global network parameters
ca: Paràmetres globals de xarxa per la zona
es: parámetros de red global de la zona

source: DNS Servers
ca: Servidors DNS
es: Servidores DNS

source: The Name Servers of this zone, will inherit parent DNS servers if blank. Separated by ",".
ca: Els servidors de noms d'aquesta zona, heretaran els servidors DNS pares si es deixa en blanc. Separat per ",".
es: Los Servidores de Nombres de esta zona. Se heredarán los servidores DNS de las zonas padre si lo dejas en vlanco. Sepáralos con ",".

source: NTP Servers
ca: Servidors NTP
es: Servidores NTP

source: The network time protocol (clock) servers of this zone, will inherit parent NTP servers if blank. Separated by ",".
ca: Els servidors de temps de la xarxa (rellotge) d'aquesta zona, hereten servidors NTP pares si està en blanc. Separat per ",".
es: Los servidores de protocolo de tiempo de red (reloj) de esta zona. Se heredarán los servidores NTP de las zonas padre si lo dejas en blanco. Sepáralos con ",".

source: OSPF zone id
ca: Identificador de zona OSPF
es: id de la zona OSPF

source: The id that will be used when creating configuration files for the OSPF routing protocol so all the routhers within the zone will share a dynamic routing table.
ca: L'identificador que s'utilitzara quan es generin arxius de configuració pel protocol OSPF d'encaminament, de tal manera que tots els routers de la zona compartiran una taula d'enrutament dinàmic.
es: La id que se empleará al crear ficheros de configuración para el protocolo de enrutamiento OSPF de forma que todos los routers en la zona compartan la misma tabla de enrutamiento dinámico.

source: Zone mapping parameters
ca: Paràmetres del mapa de la zona
es: Parámetros de mapeado de la zona

source: zone mapping parameters
ca: paràmetres pels mapes de la zona
es: parámetros de mapeado de la zona

source: Drag the South-West/North-East corners over the map to change the zone boundaries.
es: Arrastra las esquina SudOeste/NorEste por el mapa para cambiar los límites geográficos de la zona.

source: Bottom-left (SW) corner
ca: Cantonada Inferior-esquerra (SO)
es: Esquina inferior izquierda (SO)

source: Coordinates (Lon/Lat) of the bottom-left (South-West) corner of the map.
es: Coordenadas (Lon/Lat) de la esquina inferior izquierda (SudOeste) del mapa.

source: Upper-right (NE) corner
ca: Cantonada Superior-Dreta (NE)
es: Esquina superior derecha (NE)

source: Coordinates (Lon/Lat) of the upper-right (North-East) corner of the map.
es: Coordenadas (Lon/Lat) de la esquina superior derecha (NorEste) del mapa.

source: View the map in full screen and rich mode
ca: Veure el mapa a pantalla completa i en mode enriquit
es: Ver el mapa en pantalla completa y formato enriquecido

source: Select the lens controls to zoom in/out or re-center the map at the clicked position. If the image has enough high resolution, you can add a node at the red star position by using the link that will appear.
es: Selecciona los controles de lente para hacer o quitar zoom o para volver a centrar el mapa en la posición en la que hagas click. SI la imagen tiene suficiente resolución, puedes añadir un nodo en la posición de la estre roja utilizando el enlace que aparezca.

source: You must specify a title for the zone.
ca: Heu d'especificar un títol per la zona.
es: Debes especificar un título para la zona.

source: Latitude must be specified.
ca: S'ha d'especificar la latitud
es: Tienes que especificar la latitud.

source: Latitude must be numeric
ca: La latitut ha de ser numèrica
es: La latitud tiene que ser numérica

source: Latitude must be between -90 and 90.
ca: La latitud ha d'estar entre -90 i 90.
es: La latitut tiene que estar entre -90 y 90.

source: Longitude must be specified.
ca: S'ha d'especificar la longitud
es: Tienes que especificar la longitud.

source: Longitude must be numeric
ca: La longitud ha de ser numèrica
es: La longitud tiene que ser numérica

source: Longitude must be between -180 and 180.
ca: La longitud ha d'estar entre -180 i 180.
es: La longitud tiene que estar entre -180 y 180.

source: No special characters allowed for OSPF id, use just 7 bits chars.
es: No se permiten caracteres especiales en el id OSPF, sólo caracteres de 7 bits.

source: OSPF zone id have to be a single word.
es: La zona OSPF tiene que ser una sola palabra.

source: You should specify at least one notification email address.
es: Debes especificar al menos una dirección de correo-e para notificaciones.

source: Error while validating email address
ca: Error mentre es validava l'adreça e-mail.
es: Error al validad la dirección de correo-e

source: The root zone is already set to "%s". Only one root zone can be present at the database. Delete/change the actual root zone before assigning a new one or choose another partent.
es: La zona raíz ya está establecida en "%s". Sólo puede haber una zona raíz en la base de datos. Elimina/modifica la zona raíz actual antes de asignar una nueva o elige otra zona padre.
